{
  "lesona": [
    {
      "semaine": "11 - 17 Octobre 2025",
      "titre_general": "TSANGAMBATON’NY FAHASOAVANA",
      "citation": "Jos. 4:23,24 – Fa nataon’i Jehovah Andriamanitrareo maina ny falehan’ny rano Jordana teo anoloanareo mandra-pitanareo, dia tahaka ny nataon’i Jehovah Andriamanitrareo tamin’ny Ranomasina Mena, izay nataony maina teo anoloantsika mandra-pitantsika, mba ho fantatry ny firenena rehetra ambonin’ny tany fa mahery ny tànan'i Jehovah, ary mba hatahorany an’i Jehovah Andriamanitrareo mandrakizay.",
      "verses": "Hodinihina mandritra ny herinandro: Jos. 3; Nom. 14:44; Lio. 18:18-27; Jos. 4; Jao. 14:26; Heb. 4:8-11",
      "jours": [
        {
          "date": "2025-10-11",
          "titre": "FAMPIDIRANA",
          "paragraphes": [
            "Nahoana re aho no nanao izany indray e?” Angamba samy efa niteny toy izany avokoa isika rehetra. Ny tantara rahateo miverina, ary tsy vitan’izany fa ny olombelona koa, ary isika manokana, dia mamerin-javatra. Impiry moa isika no mamerina fahadisoana iray!",
            "Namindrana fo indray ny Isiraely mba ho tafiditra ao amin'ny Tany Nampanantenaina, ary raisin'i Josoa am-po izany iraka izany. Voalohany, andeha hotakarintsika mazava ny momba izay natrehin'izy ireo. Naniraka mpisafo tany roa i Josoa mba hahalalany izay tokony ho fantatra momba ny tany: ny rafi-piarovana azy, ny fahavononany ara-miaramila, ny famatsian-dranon'ny tanàna, ary ny toetran'ny mponina manoloana ny fanafihana.",
            "Mety hihevitra isika fa tsy nitaky ezaka avy tamin’ny Isiraely ilay teny fikasan’Andriamanitra hanome azy ireo ny tany. Kanefa na manana antoka ny fanohanana avy amin’Andriamanitra aza izy ireo dia tsy manafoana ny andraikitry ny olombelona izany. Nijoro fanindroany teo amin’ny sisin-tanin’i Kanana ny Isiraely. Namelovelo ny fanantenany; nefa tamin’ilay fotoana farany nijoroan’izy ireo teo amin’io sisin-tany io, sy nampanaovana azy io asa io, dia tsy fahombiazana nampivalaketraka no vokany.",
            "Ho hitantsika amin’ity herinandro ity ny roa amin'ireo tantara mahaliana indrindra ao amin’ny bokin’i Josoa, ary ho tsapantsika ny lanjan’izany ho an’ny finoantsika ankehitriny. Mahatalanjona antsika hatrany ny fahasoavan’Andriamanitra, amin’ny fomba tsy misy fetra."
          ]
        },
        {
          "date": "2025-10-15",
          "titre": "TENY FIKASANA MOMBA NY FANATREHAN'ANDRIAMANITRA",
          "paragraphes": [
            "Azo antoka tokoa fa nahatsiaro ho irery i Josoa rehefa nahatsapa fa hiatrika ady lehibe kanefa tsy eo i Mosesy - ilay mpitarika nitokiany nandritra izay efapolo taona lasa izay-sy ny tari-dalany. Nahatsapa fahabangana tokoa izy noho ny tsy naha-teo intsony ny fanohanan'i Mosesy sy ny fahendreny! Tsy isalasalana anefa fa ny famoizan'i Josoa an'i Mosesy dia nahatonga azy hanana fahatsapana lalina fa miantehitra amin'Andriamanitra izy. Fantany fa avy amin'Andriamanitra ihany ny heriny rehetra.",
            "Ny hahazo ny fitahian'Andriamanitra sy ny fanatrehany no hany fanantenana ho an'i Josoa mba hahazoany fahombiazana. Tao amin'ny fampanantenana ny fanatrehan'Andriamanitra no nahitany fialofana, rehefa nilaza taminy Andriamanitra hoe: \"tsy handao anao na hahafoy anao Aho. Jos. 1:5. Nihaino tamim-pitandremana i Josoa raha namerina izany teny fikasana izany Jehovah: \"fa momba anao Jehovah Andriamanitrao amin'izay rehetra alehanao.\" -and. 9. Tsy ho nisy ny tantaran'i Josoa sy ny fakana ny tany Kanana raha tsy nandray ny teny fikasana momba ny fanatrehan'Andriamanitra izy aloha ary nifidy ny handroso amim-pinoana.",
            "Tahaka an'i Josoa, ireo mpianatr'i Jesosy koa dia nahazo iraka izay toa tsy ho tanteraka amin'ny alalan'ny fiasan'olombelona mihitsy: ny hitondrana ny filazantsara any amin'izao tontolo izao. Goavana loatra ho azy ireo izany iraka tamin'ny fanatrehan Andriamanitra izay nomba azy izy. Rehefa naniraka ireo mpianany i Jesosy. raka izany ary tsy ho voasahany raha tsy niantehitra dia nanome toky azy ireo fa homba azy. Teny izay nampahatsiahy ny fampanantenana nomena an'i Josoa no nentíny nilaza izany: \"ary, indro, Izaho momba anareo mandrakariva ambara-pahatongan'ny fahataperan'izao tontolo izao.\" Mat. 28:20. Ny teny fikasan'i Kristy momba ny fanatrehany tsy miala no hany fototra niorenan'ny fahombiazana izay azon ireo mpianatra nantenaina raha nitondra ny hafatry ny famonjena tany amin'izao tontolo izao izy ireo.",
            "Raha nandroso hanatanteraka ny iraka nomena azy ireo mpianatra, dia niatrika fanoherana mafy. Nandritra ny dia lavitra nataon'izy ireo, dia niantehitra tamin'ny fanatrehan'Andriamanitra mba hanohana azy izy. Niseho tamin'i Paoly apostoly tao anatin'ny fahitana iray i Jesosy, nanao hoe: \"Aza matahotra, fa mitenena ihany, ka aza mangina; fa Izaho momba anao, ary tsy hisy olona hihazona anao hanisy ratsy anao; fa manana olona maro amin'ity tanana ity Aho.\" - Asa. 18:9, 10.",
            "Ny asa asain'Andriamanitra ataontsika amin'izao andro izao, ny hanatontosa ilay Iraka lehibe, dia mitaky finoana Azy. Mety mora kokoa ny mijanona dia finanzy Momoka lantsoan'Andriamanitra antsika. Kanefa, tahaka an'l Josoa sy ireo mpianatra, isika koa dia ka hiafina tsy hanatanteraka hanatanter ny asa omena toky fa momba antsika Andriamanitra. Ao amin'ny Heriny no tsy maintsy hifikirantsika amin'ny teny fikasany, sy handresentsika ny tahotra ary handrosoantsika amim-pinoana mba hanatontosa ny asa niantsoany antsika.",
            {
              "note": "Saintsaino indray ny Jos. 1, ary jereo izay miresaka an'i Jesosy ao amin'izany.\nInona ny sary hafa aseho na averina momba an'i Jesosy?\n\nOviana ny fotoana niantsoan'Andriamanitra anao hanao zavatra toa tsy azo tanterahina?\n\nInona ny lesona nianaranao tamin'izany?\n\nInona ny vavaka tokony hataonao eo anatrehan'izany?"
            }
          ]
        },
        {
          "date": "2025-10-16",
          "titre": "ILAY MPITARIKA VAOVAO",
          "paragraphes": [
            "Maty i Mosesy, fa ny asany kosa tsy mba maty. Nitoetra mandrakizay ho fahatsiarovana teo amin'ireo iray firenena taminy izany. Tsy ho very tadidy ao an-tsaina ny fahamamian'izany fiainana masina sy be fitiavana izany, ary haharitra hanan-kery mahataona sy miasa mangina ao am-pon'ireo izay nety nanao an-tsirambina hanararaotra izany aza. (...)",
            "Fanta-daza ho mpiady mahery sy mahari-po ary mailaka sy tsy tia kolikoly i Josoà, izay mpitarika vaovao lanim-bahoaka. Nanana ny fon'ny ray tamin'ireo olona niandraiketany izy ka fitiavam-bavaka velona no nanetsika azy. Nankafizin'ireo Hebreo velona tamin'izany vaninandro izany indrindra ireo toe-panahy sy talenta voalaza ireo. Nandritra ny fivezivezena tany an'efitra dia nanompo an'i Mosesy tamin'ny maha-filoha lefitra azy izy. Ny fahatsorana sy ny fanetren-tena, ny fahamatorana nananany raha nihozongozona ny hafa, ny herim-pony teo anatrehan'ny loza dia porofo fa manana ny toetra tsara nilaina hanatontosana izany izy, fotoana ela talohan'ny niantsoana azy hitana io andraikitra io. Lehilahy toy izany no nofidin'Andriamanitra hitarika ny vahoaka Isiraely ho any amin'ny tany nampanantenaina.",
            "Na teo aza izany, dia nisy ihany ny ahiahy mafy sy ny tsy fahatokian-tena ny amin'ny handraisany ity adidy eo anoloany. Nisava anefa ireny tahony ireny teo am-pandrenesana ny teny fampaherezana nolazain Andriamanitra taminy: 'Tahaka ny nombako an'i Masesy no hombako anao koa; tsy handao anao na hahafoy anao Aho (...) fa hianao no hampandova ity firenena ity ny tany izay nianianako tamin'ny razany homena azy (...) ny tany rehetra izay hodiavin'ny faladianareo dia nomeko anareo. Dia ny tany rehetra manomboka eo amin'ny 'Ranomasina lehibe, Mediteranea, ka hatrany amin'ny tendrombohitr'i Libanona sy ny moron-dranon'i Eofrata.",
            "Niampy ireto hafatrafatra manaraka ireto ireo teny fikasana voalaza ireo: 'Koa mahereza sy matanjaha tsara hianao, hitandremanao hanao araka ny lalana rehetra izay nandidian'i Mosesy mpanompoko anao (...). Aoka tsy hiala eo amin'ny vavanao ity bokin'ny lalana ity, fa saintsaino andro aman'alina, hitandremanao hanao araka izay rehetra voasoratra eo; ary amin'izany dia hahalavorary ny làlanao hianao sady hambinina.' - PM, tt. 480, 481.",
            {
              "note": "Rehefa tapitra ny herinandro andinihana ity lesona ity, inona avy ireo fampiharana manokana maharesy lahatra anao?\nAhoana no ahafahantsika mametraka lova na hery miasa mangina izay hitoetra na dia efa maty aza isika?\nAvereno jerena ilay andininy nianaranao tsianjery. Ahoana ny fampiharana izany teo amin'ny fiainanao nandritra iny herinandro iny?"
            }
          ]
        },
        {
          "date": "2025-10-17",
          "titre": "Ifanakalozy hevitra",
          "paragraphes": [
            "Zarao ao amin'ny kilasin'ny Sekoly Sabata (na amin'ny mpiara-mianatra Baiboly) ny hevitra voarainao avy amin'ny tsianjery sy ny fianaranao Baiboly nandritra ity herinandro ity, ary koa ireo fahalalana azonao avy amin'izany, ireo fanamarihana nataonao sy ny fanontaniana isan-karazany momba izany. Diniho miaraka amin'ny kilasinao ireto fanontaniana hifanakalozan-kevitra ireto.",
            {
              "note": "1. Ahoana no anomezan'ny tantaran'i Josoa anao herim-po hoenti-mandroso aorian'ny fahafatesan'ny olona iray ataonao modely na koa mpanolo-tsaina anao?\n2. Araka ny hevitrao, inona no fihaikana sy ny fitahiana eo amin'ny fandimbiasana mpitarika lehibe toa an'i Mosesy?\n3. Tanisao ireo antony mety nampisalasala an'i Josoa teo amin'ny iraka nampanaovin'Andriamanitra azy.\n4. Araka ny hevitrao, ahoana no nahazoan'i Josoa herim-po handraisana fanapahan-kevitra lehibe teo anatrehan'ny loza goavana nananontanona azy ireo?\n5. Nahoana ny fampanantenana momba ny fanatrehan Andriamanitra no nanan-danja fatratra ho an'ny fahombiazan'i Josoa?\n6. Nahoana i Josoa no nanokana fotoana betsaka ho an'ny fahatokiana amin'ny torolalan Andriamanitra raha teo am-piomanana hiady?\n7. Inona no toetra tokony ho hita eo amin'ny mpitarika ara-panahy? Inona no mahasamy hafa ny fitarihana ara-panahy amin'ny fitarihana eo amin'izao tontolo izao?\n8. Ahoana no niainanao ny fanandraman'ny fanatrehan Andriamanitra rehefa nantsoina hiantsoroka iraka sarotra tanterahina ianao?\n9. Inona no toe-javatra nampianatra anao hiantehitra amin'Andriamanitra? Ahoana no ahafahanao manana finoana matanjaka kokoa?\n10. Inona ny lesona nianaranao avy tamin'ny tantaran'i Josoa izay hanampy ny tanora handresy ny fahalainana hanao ny asan'Andriamanitra?"
            }
          ]
        }
      ]
    },
    {
      "semaine": "18 - 24 Octobre 2025",
      "titre_general": "NIAMPITA AN'I JORDANA",
      "citation": "Vakio ny Jos. 3,4, mifidy andininy iray",
      "verses": "Vakio ny Jos. 3,4",
      "jours": [
        {
          "date": "2025-10-18",
          "titre": "TONDRAKA NY RENIRANON'I JORDANA",
          "paragraphes": [
            "Rehefa niomana ny hiampita an'i Jordana ny Isiraelita, dia inoana fa nametra-panontaniana hoe: Nahoana no tsy maintsy eto? Nahoana no tsy maintsy amin'izao fotoana izao?",
            "Raha ny haavony, dia i Jordana no renirano iva indrindra eran-tany. Mikoriana mianatsimo amin'ny lalana 120 km izy, mandra-pahatongany any amin'ny Ranomasina Maty, izay 430 metatra ambanin'ny haavon'ny ranomasina ny haavony. Ny rano miditra ao amin'ny Ranomasina Maty dia tsy tafavoaka ao raha tsy lasa etona (anísan'ny mahatonga azy ho be sira izany). Nita tandrifin'i Jeriko ny Isiraelita (Jos. 3:16), tanana any amin'ny 18 km any avaratry ny Ranomasina Maty. Raha atao ny kajikajy, tsy voatery nita renirano izy ireo raha niditra ny tany Kanana avy any atsimo fa tsy avy any atsinanana.",
            "Tsy dia sarotra ankapobeny ny miampita an'i Jordana amin'ny vanim-potoana maina. Na tamin'ny andron'ny Baiboly aza, dia olona maro no efa niampita io renirano io (Mpits. 8:4; 1 Sam. 13:7; 2 Sam. 17:22,24). Na izany aza, rehefa lohataona, noho ny ranomandry miempo avy eny amin'ny tendrombohitra, dia mety ho tondraka ny renirano ka mampidi-doza ny fiampitana azy.",
            "Na rehefa tondraka aza anefa i Jordana, dia azo natao ihany ny niampita azy. Ireo mpisafo tany roa dia efa niampita izany talohan'ny Isiraelita rehetra (Jos. 2:23), ary tamin'ny andron'i Davida, dia nisy miaramila naneho herim-po niampita tao anaty rano be (1 Tant. 12:15). I Josoa kosa tsy nitarika tafika manokana nitam-piadiana, fa mpisorona nitondra ny fiaran'ny fanekena sy ny fanaka masina. Ary teo amin'ny vahoaka dia ankizy sy ankohonana marobe no tsy maintsy nampitaina ny renirano tondraka sy misasasasa. Raha niandry volana iray na roa izy ireo dia ho mora kokoa izany, saingy tamin'ny vanim-potoana sarotry ny fararano mihitsy no nasain Andriamanitra nandeha izy ireo, dia rehefa \"tondraka mihoatra ny morony rehetra Jordana> Jos. 3:15.",
            "Mampahatsiahy antsika ny tantaran'i Josoa fa mahay manokatra lalana Andriamanitra. Tsy mitondra ny olony amin'ny lalana mora sy amin'ny fotoana mahafinaritra mandrakariva Andriamanitra, fa matetika no avelany miatrika ady sarotra izy ireo, mba hanehoany mazava ny heriny.",
            "Ny tanjon Andriamanitra ao anatin'ny fotoan-tsarotra dia ny hanatanjaka ny finoantsika, sy haneho ny tenany mazava kokoa amintsika. Avelantsika hanatanjaka sy hanomana antsika ho amin'ny ady lehibe lavitra ve Andriamanitra? Manontany antsika Izy hoe: «Raha niara-nihazakazaka tamin'ny mandeha an-tongotra hianao ka voany, dia hataonao ahoana no fihaika ny soavaly? Ary raha eny amin'ny tany miadana no anananao toky, hanao ahoana kosa hianao, raha mby any amin'ny kirihitrala eny amoron'i Jordana?» - Jer. 12:5.",
            {
              "note": "Soraty araka ny dikanteny izay tianao ny Jos. 3:5-13. Azonao soratana amin'ny fiteninao koa izany, ary azonao atao ny manao kisarísary na drafitra momba ny Jos. 3,4."
            }
          ]
        },
        {
          "date": "2025-10-19",
          "titre": "MANDROSO AMIM-PINOANA",
          "paragraphes": [
            "Rehefa tonga ny fotoana hiampitana ilay renirano tondraka, dia nosedrain Andriamanitra ny finoan'ny Isiraelita. \"Manamasina ny tenanareo\" hoy i Josoa tamin'ny vahoaka \"fa rahampitso dia hanao fahagagana eo aminareo Jehovah\" - Jos. 3:5. Ny mpisorona no nitarika ny lalana, nitondra ny fiaran'ny fanekena teo alohan'ny vahoaka. Efa nolazain'i Josoa azy ireo mialoha izay hitranga. Raha vao tafiditra ao anaty rano ny tongotry ny mpisorona, dia hijanona ny rano midina avy any ambony, ary ho ritra ny rano eny ambany, ka ho afaka miampita amin'ny tany maina ny Isiraelita.",
            "Rehefa niampita an'i Jordana ny vahoaka, dia azo antoka fa nahatsiaro ny fahagagana nataon Andriamanitra tamin'ny nanokafany ny Ranomasina Mena 40 taona lasa izay. Maty tany an'efitra ny taranaka iray manontolo afa-tsy i Kaleba sy i Josoa. Mety ho nanana fahatsiarovana kely momba izany ihany ny sasany tamin'izy ireo tamin'ny fahazazany, fa ny maro kosa nandre fotsiny ny tantara. Araka izany, nanome toky ny vahoaka ny fiampitana an'i Jordana, fa tahaka ny niarahan Andriamanitra tamin'i Mosesy, no hiarahany amin'i Josoa koa.",
            "Nohatanjahina ny finoan'ny vahoaka, noho ny fahafantarana fa ilay Andriamanitra nampijanona ny renirano dia Tompon'ny tany rehetra (and. 11,13). lo fahagagana io no famantarana fa hain'Andriamanitra ny handroaka ny Kananita, ny Hitita, ny Hivita, ny Perizita, ny Girgasita, ny Amorita, ary ny Jebosita (and. 10).",
            "Nanaraka ny ohatr'ireo mpisorona ny vahoaka, satria izy ireo no voalohany naneho finoana ny teny fikasan Andriamanitra. Hita manerana ny Soratra Masina fa samy manana ny fahavononany ny olona amin'ny famaliana ny antson'Andriamanitra. Soa fa manam-paharetana ny Tompo na amin'ireo be fisalasalana aza, naneho finoana vahotra i Petera rehefa nilaza tamin'i Jesosy hoe: \"Tompoko, mandritra ny alina no efa nikelezanay aina, nefa tsy nahazo na inona na inona; kanefa noho ny teninao, dia halatsako ihany ny harato.\" - Lio. 5:5. Ilay kapiteny romana kosa tsy nangataka an'i Jesosy hiditra ny tranony akory (Mat. 8:8). Naneho finoana toy izany koa i Abrahama, rehefa nasain Andriamanitra nanolotra an'i Isaka zanany ho fanatitra: \"Finoana no nanateran'i Abrahama an'lsaka, raha nizahan-toetra izy; (...) Fa nihevitra izy fa Andriamanitra dia mahay manangana ny maty aza\" - Heb. 11:17,19.",
            "Mila tanora be finoana Andriamanitra ankehitriny, dia olona misava ny lalana sy vonona hirobo-drano voalohany. Mety hampahery ny fanehoantsika finoana. Áfaka manohy ny tantaram-pinoan'i Josoa isika, raha mandroso amin'ny hafa hanaraka ny ohatra asehontsika ny finoana koa.",
            {
              "note": "Ivereno ny andalan-teny nosoratanao ary diniho izany.\nFarito ireo teny, na andian-teny, na fehezanteny, na hevitra miverimberina.\nAsio tsipika eny ambanin'ireo teny na fehezanteny manan-danja na manana heviny manokana ho anao.\nMampiasa hampifandraisana ireo teny na fehezanteny mifandraika amin'ny teny na fehezanteny hafa.\nlanaro tsianjery ny andininy tianao indrindra, avy ao amin'ny Jos. 3,4. Soraty imbetsaka izany mba hahamora ny fitadidianao azy.\n\nInona ny \"Jordana\" asain'Andriamanitra iampitanao izao?\nNanao ahoana ny nanehoan'Andriamanitra faharetana taminao rehefa niahotrahotra ianao?"
            }
          ]
        },
        {
          "date": "2025-10-20",
          "titre": "FIRAISAN-KINA",
          "paragraphes": [
            "Talohan'ny niampitan'ny Isiraely ny ony Jordana, dia nampahatsiahivin'i Josoa azy ireo fa ady iraisana ny adin'izy ireo. Efa nitarika ny Isiraely i Mosesy tamin'ny fandravana ireo tanana rehetran'i Oga sy Sihona, dia ireo mpanjaka Amorita roa nandrahona azy ireo (Deo. 3:3-6). Ny tany azo teo amin'ny ilany atsinanan'i Jordana dia nomena ny fokon'i Robena sy Gada ary ny antsasaky ny fokon'i Manase. lo no dingana voalohany tamin'ny fandresen'izy ireo, sy nahatanterahan'ilay fanorenam-ponenana maharitra. Azo antoka fa nahatsapa ho toy ny afaka ady ny fianakavian'ireo foko vao nahazo tany. Nahita toeram-ponenana ihany izy ireo rehefa avy nirenireny efapolo taona tao anatin'ny fisavorovoroana. Afaka hitoetra izy ireo, hamboly, ary hiala sasatra.",
            "Nahery tokoa ny fakam-panahy tsy handeha intsony fa hamela ny hafa hanohy ny fakana ny tany Kanana, saingy niditra an-tsehatra i Mosesy mba hahazoana antoka fa tsy misy manadino ny adidiny izy ireo: \"Jehovah Andriamanitrareo efa nanome anareo ity tany ity ho lovanareo; andeha mita eo alohan'ny Zanak'Isiraely rahalahinareo hianareo rehetra izay mahery, samy efa voaomana hiady\"-and. 18. Tsy maintsy niaraka tamin'ireo foko hafa izy ireo mandra-pahazoan'ny tsirairay ny anjara taniny. Aorian'izany vao afaka hody izy ireo. Zanak israely",
            "Naverin'i Josoa tamin'ny Zanak'Isiraely izany didy izany raha niomana hiampita an'i Jordana izy ireo (Jos. 1:12-18). Ireo izay efa nahazo ny anjara fonenany dia tsy maintsy handao izany mba hanampy ireo rahalahiny hahazo ny taniny koa. Hahatonga fahakiviana ho an'ny rehetra na dia foko iray monja aza no malaina ka mamela ny hafa hivesatra ny asa.",
            "Ity tantara momba ny fokon'i Robena sy Gada ary Manase ity dia mampahatsiahy antsika ny maha zava-dehibe ny fifanampiana ao anatin'ny fotoan-tsarotra sy ny ny fotoana fanararaotra. Tsy afaka nandefa fanampiana ara-bola fotsiny ny lehilahy tao amin'ireo foko ireo: tsy maintsy namela vetivety ny ankohonany izy ireo ary nankany an-toeran-kafa mba hanampy ny rahalahiny. Mety ho sarotra izany ankehitriny, ao anatin'ny tontolo voazarazaran'ny kolontsaina, ny fiteny. ary ny elanelana. Asongadina ao amin'ny Testamenta Vaovao koa ny lanjan'io toe-tsaina tia mifanampy io, rehefa nanoratra ho an'ny fiangonana tany Galatia i Paoly hoe: \"Mifampitondrà izay mahavesatra, ary aoka izany no hanatanterahanareo ny lalan'i Kristy\" - Gal. 6:2. Mila tanora vonona hanompo any ivelan'ny tranony, ivelan'ny rindrin'ny fiangonana, ary na dia any amin'ny firenen-kafa aza ny fiangonana ankehitriny, mba hanampy amin'ny fampandrosoana ny asan'Andriamanitra na aiza na aiza ilana azy ireo.",
            {
              "note": "Rehefa avy namaky izay nosoratanao sy nomarihinao lanao dia inona ireo hevitra ankapobeny misongadina manokana avy amin'izany?\nInona avy ireo fanontaniana mipetraka avy amin'ny fandinihanao ny andininy fototra? Ampahany inona no sarotra?\nInona avy ireo fitsipika sy fehin-kevitra hafa hitanao ao?\nAmin'ny fomba ahoana no ahafahanao manohana sy mampandroso ny asan'ny fiangonana miaraka amin'ireo mpiray fanantenana aminao?"
            }
          ]
        },
        {
          "date": "2025-10-21",
          "titre": "Halalino",
          "paragraphes": [
            "Ahoana no anampian'ireto andininy ireto antsika hahatakatra mazava kokoa ny tantaran'ny Isiraely niampita an'i Jordana sy ny tsangam-bato naorin'izy ireo ho fahatsiarovana?",
            {
              "note": "Ny maha zava-dehibe ny fahatsiarovana\nSal. 44:1-3\nSal. 78:5-11,42\nSal. 103:2\nSal. 105:1-5\nSal. 145:4-7\nSal. 10:7\n\nTantara hafa momba ny fahatsiarovana\nEks. 16:32-34\n1 Sam. 7:12\n\nInona avy koa ireo andininy na teny fikasana hafa tonga ao an-tsaina, mifandraika amin'ny Jos. 3,4?\nIvereno ny tsianjerinao avy ao amin'ny Jos. 3,4."
            }
          ]
        },
        {
          "date": "2025-10-22",
          "titre": "MAMERINA MITANTARA",
          "paragraphes": [
            "Rehefa tafita soamantsara ny renirano avokoa ny olona, dia nasain'Andriamanitra nifidy lehilahy 12 i Josoa, iray isaky ny foko, mba hanao asa manokana. Nasaina naka vato 12 teo afovoan'ny ony Jordana izy ireo, dia teo amin'izay nijoroan'ireo mpisorona, Tamin'ny alalan'ireo vato ireo no nanorenany fahatsiarovana mba hanampiana ny olona tsy hanadino sy hanome voninahitra ny fahatokian Andriamanitra (Jos. 4:1-7).",
            "Manamora ny fahazoana fahombiazana amin'ny ho avy ny fahatsiarovana ny lasa. Teo am-pizoran'ny Isiraely ho ao amin'ny tany Kanana, dia fanantenana lehibe kanefa tahotra lalina indrindra koa no nifandona tao anatin'izy ireo. Ny fahatsiarovana ny fitantanan'Andriamanitra tamin'ny lasa no nanosika azy ireo handroso rehefa mafy indrindra ny tolona natrehiny. Rehefa nalaim-panahy ho any amin'ny andriamani-kafa ny zanak'izy ireo, dia nanampy azy tsy ho latsaka tamin'ny fihemorana ireo tantara lasa.",
            "Zava-dehibe ny tantara, indrindra izay milaza ny amin'ny fahatokian'Andriamanitra amin'ny vahoakany. Hoy ny apostoly Jaona: \"Izay efa hitanay sy renay no ambaranay aminareo, mba hahazoanareo firaisana aminay koa; ary ny firaisanay dia amin'ny Ray sy amin'i Jesosy Kristy Zanany. Ary izao zavatra izao no soratanay, mba ho tanteraka ny fifaliantsika.\" - 1 Jao. 1:3.4.",
            "Nandray fahitana koa i Jaona tao amin'ny bokin'ny Apokalipsy mba hanampiana ireo vahoakan Andriamanitra amin'ny andro farany hahatsiaro ny lasany. Mamerina ny tantaran'ny fiangonan Andriamanitra nenjehina ny Apôk. 12, amin'ny alalan'ny sary sy tandindona, nanomboka tamin'ny andron'ny apostoly ka hatramin'ny famelezana farany hataon'i Satana amin'ireo vahoakan Andriamanitra sisa. Izao no nataony ivony ao anatin'izany tantara ara-paminaniana izany: \"Ary izy ireo naharesy azy noho ny amin'ny ran'ny Zanak'ondry sy ny teny filazana Azy.\" - Apôk. 12:11. 12: Ny famerenana ireo fijoroana ho vavolombelona na tantaran'ny vahoakan Andriamanitra dia manome hery handresena ny fahavalo amin'ny ady manaraka. Hahazo toky sy hery avy amin'ny fanambaran'ireo taranaka teo aloha ny vahoakan'ny andro farany, eo am-piatrehany ny ady farany atao amin'i Satana. Manome toky antsika ny fahalalantsika fa efa nandresy i Jesosy tamin'ny lasa, koa handresy koa Izy amin'ny hoavy.",
            "Fantatrao ve ny tantaran'izay nataon'Andriamanitra ho an'ny fianakavianao ka nahatonga ny ankohonanao ho amin'ny finoana? Ary ny nahatongavan'ny fivavahana kristianina sy ny finoana advantista teo amin'ny taninao? Ary mandray anjara ao anatin'ny tantaram-pinoana manaraka ve ianao?",
            {
              "note": "Saintsaino izay voasoratra ao amin'ny Jos. 3,4, ary jereo izay miresaka an'i Jesosy ao.\nAraka ny efa mahazatra anao ve sa hafa ny fahitanao an'i Jesosy eto?\nInona ireo fitaovana azonao ampiasaina, hahafahanao mahafantatra tantara hafa izay manatanjaka ny finoana (ohatra: boky, fandaharana, horonantsary, toriteny, tatitra, sns.)?\nInona ny vavaka tokony hataonao eo anatrehan'izany?"
            }
          ]
        },
        {
          "date": "2025-10-23",
          "titre": "FANOMEZAN-TOKY",
          "paragraphes": [
            "Tamin'ny fotoana voatondro dia niainga ny fiangonana ary nisy elanelana sahabo ho iray kilaometatra (Jos.3:4) teo aminy sy ny loha laharana ka ny fiara nolanjain'ny mpisorona no nitarika avy eo aloha. (...) Tamim-pitebitebena no nanarahan'ny maso rehetra ny mpísorona sy ny fiaran'ny fanekena nizotra nankeny amin'ny moron'i Jordana sy nanatona miadana ity ranony misamboaravoara sy mampatahotra. Raha vantany vao lena nikasika ny rano anefa ny tongotry ny mpisorona, dia indro fa nisaraka roa avy hatrany ny onjan-drano, ny ilany iray nihorona niakatra, ny ilany iray kosa nizotra nanohy ny diany, ka maina tanteraka ny fanambanin'ny rano.",
            "Araka ny baiko nomen'Andriamanitra dia nandroso teo ampovoan'ny moron-drano roa ny mpisorona, fa ny vahoaka kosa nita nanaraka azy avy teo aoriana nankeny amin'ny morona ilany. Raha nita ny rano ny tsirairay, dia samy nahafantatra fa ny hery izay nampijanona ny ranon'i Jordana no ilay hery nampisava ny Ranomasina Mena teo anoloan'ireo razany, efapolo taona talohan'izao. Rehefa tafita avokoa ny olona, vao nolanjaina nankeny amin'ny morona andrefana koa ny fiara. Raha vantany vao tafapetraka tsara ny fiara, (...) dia nisasasasa tsy hay notohaina nankany amin'ny vavarano ny rano voatana nijanona, rehefa navela handeha tampoka.",
            "Tsy mety anefa raha tsy misy fahatsiarovana ho vavolombelon'io fahagagana lehibe io avela ho an'ny taranaka any aoriana. Raha mbola nijanona teo afovoan'i Jordana ny mpisorona nitondra ny fiara, dia nisy olona 12 lahy voatendry, iray isam-pirenena naka vato iray avy teo amin'io toerana io, ka nitondra azy teo amin'ny morona ilany. Natao hananganana tsangambato teo amin'ny toerana nitobiany voalohany teo amin'ny moron-drano andrefana ireny vato ireny. Nasaina nolazain'ny olona tamin'ny zanany sy ireo zafiafiny ny tantaran'ny zavatra niseho (...).",
            "Lalim-paka ny fientanam-po naterak'io fahagagana io, na teo amin'ny Hebreo na teo amin'ireo fahavalony. Nahazo toky tamin'izany ny Isiraely fa ho eo anivony Andriamanitra hiaro azy ary hanisy soa azy amin'ny alalan'i Josoa tahaka ny nanaovany izany tamin'i Mosesy. Nilaina izany fanomezan-toky izany tamin'ny fotoana hitanany ity asa mampatahotra ity izay nampihozongozona ny finoan'ny razany, efapolo taona talohan'izao.\"-PM, tt. 483,484, ed. 2014.",
            {
              "note": "Rehefa avy nandalina io andalan-tSoratra Masina io ianao nandritra ny herinandro, inona ny lesona naharesy lahatra anao ny hampihatra azy eo amin'ny fiainanao?\nInona ireo tantara teo amin'ny fiainanao, teo amin'ny fianakavianao, na teo amin'ny fiangonanao, ka nanome toky anao?\nAvereno jerena ilay andininy nianaranao tsianjery. Ahoana no hampiharanao izany eo amin'ny fiainanao mandritra ity herinandro ity?"
            }
          ]
        },
        {
          "date": "2025-10-24",
          "titre": "Ifanakalozy hevitra",
          "paragraphes": [
            "Zarao ao amin'ny kilasin'ny Sekoly Sabata (na amin'ny mpiara-mianatra Baiboly) ny hevitra voarainao avy amin'ny tsianjery sy ny fianaranao Baiboly nandritra ity herinandro ity, ary koa ireo fahalalana azonao avy amin'izany, Ireo fanamarihana nataonao sy fanontaniana isan-karazany momba izany. laraho midinika amin'ny tarika misy anao ireto fanontaniana hifanakalozan-kevitra ireto:",
            {
              "note": "1. Nanao ahoana ny toetoetry ny ony Jordana raha nasaina niampita teo ny Isiraelita? Ahoana no nanasongadinan'izany ny hery mahagaga nananan Andriamanitra?\n2. Ahoana no anampian'io tantara io antsika hahatakatra ny antony tsy hitondran Andriamanitra antsika mandrakariva amin'ny lalana mora na amin'ny fotoana mampiadana?\n3. Nahoana no zava-dehibe ny nidiran'ireo mpisorona tao anatin'ny rano talohan'ny nisokafany?\n4. Na dia efa tafapetraka soamantsara teo atsinanan'i Jordana aza ny foko roa sy tapany, nahoana ny lehilahy mpiady tao amin'izy ireo no tsy maintsy niampita an'i Jordana niaraka tamin'ireo foko hafa? (Jos. 1:12-18)\n5. Ankehitriny, ahoana no ahafahan'ireo mambran'ny fiangonana maneran-tany miara-miasa sy mifanohana, kanefa zarazarain'ny kolontsaina sy ny fiteny ary ny elanelan-tany?\n6. Inona no azontsika ianarana avy amin'ny tsangambato naorin'ny Isiraelita tamin'ny alalan'ireo vato nalainy avy teo afovoan'i Jordana?\n7. Nahoana no zava-dehibe ny fahatsiarovana izay nataon'Andriamanitra ho anao?\n8. Inona ireo tantaram-pinoana nanampy anao? Ny tantaran'ny Fanavaozana ara-pivavahana ve? Sa ny tantaran'ny Advantista? Sa ny tantaran'ny asa misionera? Zarao ao amin'ny kilasy ireo boky na fandaharana nahafantaranao izany tantara izany.\n9. Inona no zava-tsarotra atrehinao ankehitriny? Mba hanatanjaka ny finoanao, tantarao ny fomba efa nanampian Andriamanitra na nanampian'ny oloná iray anao tao anatin'ny fotoan-tsarotra toy izao tamin'ny lasa."
            }
          ]
        }
      ]
    }
  ]
}
