{
  "mofonaina": [
    {
      "title": "Fivelarana mitondra soa lehibe",
      "date": "2025-10-12",
      "verset": "Lioka 9:24-25 - « Fa na iza na iza no ta-hamonjy ny ainy dia hahavery izany; ary na iza na iza no hahavery ny ainy noho ny amiko, dia izy no hamonjy izany. Fa inona no soa azon’ny olona, raha mahazo izao tontolo izao aza, kanefa very ny ainy, na mati-antoka izany izy? »",
      "paragraph": [
        "Aina iray ihany no omena antsika; ary ny fanontaniana tokony hipetraka amin’ny tsirairay dia ny hoe: “amin’ny fomba ahoana no ahafahako mampiasa ny heriko mba hitondra tombontsoa be indrindra? Ahoana no fomba tsara indrindra ahazoako manome voninahitra an’Andriamanitra sy manasoa ny mpiara-belona amiko?” Satria ny hany maha-sarobidy ny fiainana dia ny fampiasana azy hoenti-manatratra ireo tanjona ireo.",
        "Ny adidintsika voalohany amin’Andriamanitra sy ny mpiara-belona amintsika dia ny hampivelatra ny tenantsika manokana. Ny fahaiza-manao rehetra izay nankinin’Andriamanitra tamintsika dia tokony hampivelarina amin’ny fahafenoany ambony indrindra, mba ahafahantsika manao ny soa be indrindra mety vitantsika. Koa tsara ny fampiasana ny fotoana ho amin’ny fitandroana ny fahasalaman’ny vatana sy ny saina. Tsy misy azontsika avela ho tsizarizary na manan-kilema ny fiasan’ny vatantsika sy ny saintsika. Raha manao izany isika dia tsy maintsy hizaka ny vokany.",
        "Ny olona rehetra dia manana fahafahana malalaka tsara hamolavola ny tenany araka ny safidiny. Ny fitahiana eto amin’izao fiainana izao, sy ny hahazo ny tsy fahafatesana, dia eo am-pelatanan’ny tsirairay. Azon’ny olona atao ny hamolavola toetra sarobidy, ka hahazo hery vaovao isaky ny indray mandingana. Afaka mandroso isan’andro ho amin’ny fahalalana sy ny fahendrena izy ireo, ary hahatsapa fifaliana vaovao eo am-pivoarany (...) Ny fahazavan-tsainy, ny fahalalany sy ny hatsaran-toetrany dia hitombo ho tonga hery lehibe sy firindrana tsy misy tomika.",
        "Etsy andanin’izany, azon’izy ireo atao koa ny mamela ny heriny ho harafesenina satria tsy ampiasainy, na ho simba vokatry ny fahazaran-dratsy, ny tsy fahampian’ny fifehezan-tena na ny tsy fanazarany tena hanana fitondrantena sy fiainam-bavaka tsara. Amin’izany dia hitotongana ny fiainan’izy ireo; tsy ankatoaviny ny lalàn’Andriamanitra sy ny lalàn’ny fahasalamana. (...) Harerahana, aretina sy fahafatesana no haterak’izany. — CTBH, tt. 41,42."
      ]
    },
    {
      "title": "Fahazarana tsara, mitondra hery",
      "date": "2025-10-13",
      "verset": "2 Kôr. 7:1 - « Koa raha manana ireo teny fikasana ireo isika, ry malala, dia aoka isika hanadio ny tenantsika ho afaka amin'ny fahalotoana rehetra, na amin’ny nofo na amin'ny fanahy, ka hahatanteraka ny fahamasinana amin’ny fahatahorana an'Andriamanitra. »",
      "paragraph": [
        "Maro ireo tratry ny harerahan-tsaina be izay tsy nohamaivanin’ny fampiasan-tena. Fitotonganan’ny hery no vokatr’izany ka manjary manana fironana handositra andraikitra izy ireo. Ny fanaovana asa vatana amim-pahavitrihana no ilain’izy ireo. Tsy ireo efa fotsy volon’ny taona ihany no tratr’izany; fa latsaka amin’ny toe-javatra toy izany koa ny tanora, ary manjary osa ara-tsaina.",
        "Ny fahazarana feno fahononan-tena hentitra, ampiarahina amin’ny fampiasana ny hozatra sy ny saina, dia hanolokolo ny herin-tsaina sy ny herim-batana, ka hanome tanjaka maharitra (...) ho an’izay manana fomba fiaina tsy mitaky fampiasam-batana.",
        "Ny pasitora, ny mpampianatra sy ny mpianatra dia tsy manana fahazavan-tsaina araka izay tokony hananany mikasika ny filàna ny fampiasam-batana eny ankalamanjana. Ataon’izy ireo tsirambina io adidy io, izay tena ilaina amin’ny fitandroana ny fahasalamana. Mampifantoka be ny sainy amin’ny fianarana izy ireo, kanefa ny sakafo haniny dia toy ny sakafon’olona miasa vatana. Misy amin’izy ireo tonga matavy noho ny fahazarana toy izany, satria tsentsina ny rafitra ao amin’ny tenany. Ny sasany kosa tonga mahia sy osa, satria very hery be ny tenany manilika ny sakafo mihoatra. (...) Raha ampiarahina amin’ny fampiasan-tsaina ny fampiasam-batana, dia ho tsara kokoa ny fikorianan’ny ra, ary ho araka ny tokony ho izy ny fiasan’ny fo, ho voahilika ny singa maloto, ary aina sy hery vao no ho tsapa amin’ny faritra rehetra amin’ny vatana. (...)",
        "Adidintsika eo anatrehan’Andriamanitra ny mihazona ny saina ho madio (...). Raha atokana ho amin’ny fanompoana an’Andriamanitra ny saina sy ny fo, ka mankatô ny lalàn’Andriamanitra (...) dia ho hita mahatoky amin’ny fepetra takin’ny lanitra isika.",
        "(...) Maro amintsika no vato marokoroko tsy mbola voatefy. Kanefa rehefa entina ho eo amintsika ny fahamarinan’Andriamanitra, dia voaisotra ny tsy fahatomombanana rehetra, ary vonona ny hamiratra toy ny vato velona ao amin’ny tempolin’ny lanitra isika, izay hampiraisana antsika, tsy amin’ny anjely masina ihany, fa amin’ny Mpanjakan’ny lanitra mihitsy. (...) — CTBH, tt. 160-162."
      ]
    },
    {
      "title": "Manaraka ohatra tsara",
      "date": "2025-10-14",
      "verset": "Daniela 1:13-15 - « Dia aoka hizahana eo anatrehanao ny tarehinay sy ny tarehin’ny zatovo izay mihinana ny anjara avy amin’ny hanin’ny mpanjaka, ary araka izay hitanao no ataovy amin’ny mpanomponao (...). Ary nony tapitra ny hafoloana, dia hita fa mandimandina sy matavy aza ny tarehiny noho ny an’ny zatovo rehetra izay nihinana anjara avy tamin’ny hanin’ny mpanjaka. »",
      "paragraph": [
        "“Ary ireo zatovo efa-dahy ireo dia nomen’Andriamanitra fahalalana sy saina ny amin’ny taratasy sy ny fahendrena rehetra; ary Daniela nahafantatra ny amin’ny fahitana sy ny nofy rehetra. Ary nony tonga ny andro nasain’ny mpanjaka hampidirana azy, dia nentin’ilay lehiben’ny tandapa niditra teo anatrehan’i Nebokadnezara izy. Ary ny mpanjaka niresaka taminy, ka tsy nisy hita izay tahaka an’i Daniela sy Hanania sy Misaela ary Azaria tamin’izy rehetra, ka dia nitoetra teo anatrehan’ny mpanjaka izy ireo. Ary ny amin’ny fahendrena sy ny fahalalana rehetra izay nanontanian’ny mpanjaka azy, dia hitany fa nanan-tombo im-polo heny noho ny ombiasy rehetra sy ny mpisikidy izay teo amin’ny fanjakany rehetra aza izy.” – Dan. 1:17-20.",
        "Io tantara io dia mirakitra zava-dehibe ny amin’ny foto-kevitry ny fanavaozana ara-pahasalamana. Misy lesona raisina avy amin’ny fanandraman’ireo zatovo Hebreo efa-dahy ny amin’ny tokony hifadiana zava-pisotro mahamamo, sy ny tsy fanaranam-po amin’ny filana mivaona. Nijoro tamin’ny foto-keviny ireto zatovo Hebreo, ary tamin’ny fifaranan’ny folo andro dia hita fa tsara lavitra kokoa ny nofon’izy ireo ary ambony lavitra kokoa ny fahalalan’izy ireo raha nitaha tamin’ireo hafa izay nozahan’ny mpanjaka.",
        "Amin’izao andro izao, dia ho faly ny Tompo raha ireo izay miomana ho amin’ilay fiainan-koavy tsy manam-pahataperana no manaraka ny ohatra nasehon’i Daniela sy ireo namany (...) Arakaraka ny hitomboantsika amin’ny fahaizana mikarakara ny vatantsika no hahavonona kokoa antsika hiala amin’ny faharatsiana izay mameno izao tontolo izao amin’ny alalan’ny filàn-dratsy (...).",
        "Tokony hianarantsika ny hampitovy fatra ny asa ataon’ny atidoha sy ny taolana ary ny hozatra. Raha asainao miasa ny saina, (...) kanefa avelanao tsy miasa ny hozatra, dia azo antoka fa ho hita miharihary ny vokatr’izany (...). Tokony hampianarina ny tanorantsika hatrany amin’ny fahazazany ny fampiasana amin’ny fomba mifandanja ny vatana sy ny saina. — GCB, 30 Mey, 1909."
      ]
    }
  ]
}
