{
  "mofonaina": [
    {
      "title": "Fivelarana mitondra soa lehibe",
      "date": "2025-10-12",
      "verset": "Lioka 9:24-25 - « Fa na iza na iza no ta-hamonjy ny ainy dia hahavery izany; ary na iza na iza no hahavery ny ainy noho ny amiko, dia izy no hamonjy izany. Fa inona no soa azon’ny olona, raha mahazo izao tontolo izao aza, kanefa very ny ainy, na mati-antoka izany izy? »",
      "paragraph": [
        "Aina iray ihany no omena antsika; ary ny fanontaniana tokony hipetraka amin’ny tsirairay dia ny hoe: “amin’ny fomba ahoana no ahafahako mampiasa ny heriko mba hitondra tombontsoa be indrindra? Ahoana no fomba tsara indrindra ahazoako manome voninahitra an’Andriamanitra sy manasoa ny mpiara-belona amiko?” Satria ny hany maha-sarobidy ny fiainana dia ny fampiasana azy hoenti-manatratra ireo tanjona ireo.",
        "Ny adidintsika voalohany amin’Andriamanitra sy ny mpiara-belona amintsika dia ny hampivelatra ny tenantsika manokana. Ny fahaiza-manao rehetra izay nankinin’Andriamanitra tamintsika dia tokony hampivelarina amin’ny fahafenoany ambony indrindra, mba ahafahantsika manao ny soa be indrindra mety vitantsika. Koa tsara ny fampiasana ny fotoana ho amin’ny fitandroana ny fahasalaman’ny vatana sy ny saina. Tsy misy azontsika avela ho tsizarizary na manan-kilema ny fiasan’ny vatantsika sy ny saintsika. Raha manao izany isika dia tsy maintsy hizaka ny vokany.",
        "Ny olona rehetra dia manana fahafahana malalaka tsara hamolavola ny tenany araka ny safidiny. Ny fitahiana eto amin’izao fiainana izao, sy ny hahazo ny tsy fahafatesana, dia eo am-pelatanan’ny tsirairay. Azon’ny olona atao ny hamolavola toetra sarobidy, ka hahazo hery vaovao isaky ny indray mandingana. Afaka mandroso isan’andro ho amin’ny fahalalana sy ny fahendrena izy ireo, ary hahatsapa fifaliana vaovao eo am-pivoarany (...) Ny fahazavan-tsainy, ny fahalalany sy ny hatsaran-toetrany dia hitombo ho tonga hery lehibe sy firindrana tsy misy tomika.",
        "Etsy andanin’izany, azon’izy ireo atao koa ny mamela ny heriny ho harafesenina satria tsy ampiasainy, na ho simba vokatry ny fahazaran-dratsy, ny tsy fahampian’ny fifehezan-tena na ny tsy fanazarany tena hanana fitondrantena sy fiainam-bavaka tsara. Amin’izany dia hitotongana ny fiainan’izy ireo; tsy ankatoaviny ny lalàn’Andriamanitra sy ny lalàn’ny fahasalamana. (...) Harerahana, aretina sy fahafatesana no haterak’izany. — CTBH, tt. 41,42."
      ]
    },
    {
      "title": "Fiainana feno fahendrena",
      "date": "2025-10-13",
      "verset": "Ohabolana 3:13-14 - « Sambatra ny olona mahita fahendrena, ary ny olona mahazo fahalalana no tsara soa. Ny tombontsoa azo amin’ny fahendrena dia mihoatra noho ny tombontsoa rehetra entin’ny volamena sy ny harena. »",
      "paragraph": [
        "Ny fahendrena dia fanomezana sarobidy indrindra izay azon’ny olombelona, satria manome lalana sy fomba hahatongavana amin’ny fiainana sambatra sy mahasoa.",
        "Ny olona mankatò sy mampihatra ny fahendrena dia mahita fiadanana sy fifaliana ao anatin’ny fiainany, satria mahay misafidy tsara izy amin’ny asa, ny fifandraisana, ary ny fanapahan-kevitra manan-danja.",
        "Tsy ny harena sy ny vola no tena mampisambatra, fa ny fahalalana sy fahendrena entin’ny finoana sy ny fiainana madio no manome fahafaham-po maharitra.",
        "Aoka isika hiezaka hianatra sy hampihatra ny fahendrena isan’andro, mba hahafahantsika mivoatra amin’ny lafiny rehetra, hanampy ny hafa, ary hanome voninahitra an’Andriamanitra amin’ny fomba rehetra."
      ]
    }
  ]
}
