{
  "mofonaina": [
    {
      "title": "Fivelarana mitondra soa lehibe",
      "date": "2025-10-12",
      "verset": "Lioka 9:24-25 - « Fa na iza na iza no ta-hamonjy ny ainy dia hahavery izany; ary na iza na iza no hahavery ny ainy noho ny amiko, dia izy no hamonjy izany. Fa inona no soa azon’ny olona, raha mahazo izao tontolo izao aza, kanefa very ny ainy, na mati-antoka izany izy? »",
      "paragraph": [
        "Aina iray ihany no omena antsika; ary ny fanontaniana tokony hipetraka amin’ny tsirairay dia ny hoe: “amin’ny fomba ahoana no ahafahako mampiasa ny heriko mba hitondra tombontsoa be indrindra? Ahoana no fomba tsara indrindra ahazoako manome voninahitra an’Andriamanitra sy manasoa ny mpiara-belona amiko?” Satria ny hany maha-sarobidy ny fiainana dia ny fampiasana azy hoenti-manatratra ireo tanjona ireo.",
        "Ny adidintsika voalohany amin’Andriamanitra sy ny mpiara-belona amintsika dia ny hampivelatra ny tenantsika manokana. Ny fahaiza-manao rehetra izay nankinin’Andriamanitra tamintsika dia tokony hampivelarina amin’ny fahafenoany ambony indrindra, mba ahafahantsika manao ny soa be indrindra mety vitantsika. Koa tsara ny fampiasana ny fotoana ho amin’ny fitandroana ny fahasalaman’ny vatana sy ny saina. Tsy misy azontsika avela ho tsizarizary na manan-kilema ny fiasan’ny vatantsika sy ny saintsika. Raha manao izany isika dia tsy maintsy hizaka ny vokany.",
        "Ny olona rehetra dia manana fahafahana malalaka tsara hamolavola ny tenany araka ny safidiny. Ny fitahiana eto amin’izao fiainana izao, sy ny hahazo ny tsy fahafatesana, dia eo am-pelatanan’ny tsirairay. Azon’ny olona atao ny hamolavola toetra sarobidy, ka hahazo hery vaovao isaky ny indray mandingana. Afaka mandroso isan’andro ho amin’ny fahalalana sy ny fahendrena izy ireo, ary hahatsapa fifaliana vaovao eo am-pivoarany (...) Ny fahazavan-tsainy, ny fahalalany sy ny hatsaran-toetrany dia hitombo ho tonga hery lehibe sy firindrana tsy misy tomika.",
        "Etsy andanin’izany, azon’izy ireo atao koa ny mamela ny heriny ho harafesenina satria tsy ampiasainy, na ho simba vokatry ny fahazaran-dratsy, ny tsy fahampian’ny fifehezan-tena na ny tsy fanazarany tena hanana fitondrantena sy fiainam-bavaka tsara. Amin’izany dia hitotongana ny fiainan’izy ireo; tsy ankatoaviny ny lalàn’Andriamanitra sy ny lalàn’ny fahasalamana. (...) Harerahana, aretina sy fahafatesana no haterak’izany. — CTBH, tt. 41,42."
      ]
    },
    {
      "title": "Fahazarana tsara, mitondra hery",
      "date": "2025-10-13",
      "verset": "2 Kôr. 7:1 - « Koa raha manana ireo teny fikasana ireo isika, ry malala, dia aoka isika hanadio ny tenantsika ho afaka amin'ny fahalotoana rehetra, na amin’ny nofo na amin'ny fanahy, ka hahatanteraka ny fahamasinana amin’ny fahatahorana an'Andriamanitra. »",
      "paragraph": [
        "Maro ireo tratry ny harerahan-tsaina be izay tsy nohamaivanin’ny fampiasan-tena. Fitotonganan’ny hery no vokatr’izany ka manjary manana fironana handositra andraikitra izy ireo. Ny fanaovana asa vatana amim-pahavitrihana no ilain’izy ireo. Tsy ireo efa fotsy volon’ny taona ihany no tratr’izany; fa latsaka amin’ny toe-javatra toy izany koa ny tanora, ary manjary osa ara-tsaina.",
        "Ny fahazarana feno fahononan-tena hentitra, ampiarahina amin’ny fampiasana ny hozatra sy ny saina, dia hanolokolo ny herin-tsaina sy ny herim-batana, ka hanome tanjaka maharitra (...) ho an’izay manana fomba fiaina tsy mitaky fampiasam-batana.",
        "Ny pasitora, ny mpampianatra sy ny mpianatra dia tsy manana fahazavan-tsaina araka izay tokony hananany mikasika ny filàna ny fampiasam-batana eny ankalamanjana. Ataon’izy ireo tsirambina io adidy io, izay tena ilaina amin’ny fitandroana ny fahasalamana. Mampifantoka be ny sainy amin’ny fianarana izy ireo, kanefa ny sakafo haniny dia toy ny sakafon’olona miasa vatana. Misy amin’izy ireo tonga matavy noho ny fahazarana toy izany, satria tsentsina ny rafitra ao amin’ny tenany. Ny sasany kosa tonga mahia sy osa, satria very hery be ny tenany manilika ny sakafo mihoatra. (...) Raha ampiarahina amin’ny fampiasan-tsaina ny fampiasam-batana, dia ho tsara kokoa ny fikorianan’ny ra, ary ho araka ny tokony ho izy ny fiasan’ny fo, ho voahilika ny singa maloto, ary aina sy hery vao no ho tsapa amin’ny faritra rehetra amin’ny vatana. (...)",
        "Adidintsika eo anatrehan’Andriamanitra ny mihazona ny saina ho madio (...). Raha atokana ho amin’ny fanompoana an’Andriamanitra ny saina sy ny fo, ka mankatô ny lalàn’Andriamanitra (...) dia ho hita mahatoky amin’ny fepetra takin’ny lanitra isika.",
        "(...) Maro amintsika no vato marokoroko tsy mbola voatefy. Kanefa rehefa entina ho eo amintsika ny fahamarinan’Andriamanitra, dia voaisotra ny tsy fahatomombanana rehetra, ary vonona ny hamiratra toy ny vato velona ao amin’ny tempolin’ny lanitra isika, izay hampiraisana antsika, tsy amin’ny anjely masina ihany, fa amin’ny Mpanjakan’ny lanitra mihitsy. (...) — CTBH, tt. 160-162."
      ]
    },
    {
      "title": "Manaraka ohatra tsara",
      "date": "2025-10-14",
      "verset": "Daniela 1:13-15 - « Dia aoka hizahana eo anatrehanao ny tarehinay sy ny tarehin’ny zatovo izay mihinana ny anjara avy amin’ny hanin’ny mpanjaka, ary araka izay hitanao no ataovy amin’ny mpanomponao (...). Ary nony tapitra ny hafoloana, dia hita fa mandimandina sy matavy aza ny tarehiny noho ny an’ny zatovo rehetra izay nihinana anjara avy tamin’ny hanin’ny mpanjaka. »",
      "paragraph": [
        "“Ary ireo zatovo efa-dahy ireo dia nomen’Andriamanitra fahalalana sy saina ny amin’ny taratasy sy ny fahendrena rehetra; ary Daniela nahafantatra ny amin’ny fahitana sy ny nofy rehetra. Ary nony tonga ny andro nasain’ny mpanjaka hampidirana azy, dia nentin’ilay lehiben’ny tandapa niditra teo anatrehan’i Nebokadnezara izy. Ary ny mpanjaka niresaka taminy, ka tsy nisy hita izay tahaka an’i Daniela sy Hanania sy Misaela ary Azaria tamin’izy rehetra, ka dia nitoetra teo anatrehan’ny mpanjaka izy ireo. Ary ny amin’ny fahendrena sy ny fahalalana rehetra izay nanontanian’ny mpanjaka azy, dia hitany fa nanan-tombo im-polo heny noho ny ombiasy rehetra sy ny mpisikidy izay teo amin’ny fanjakany rehetra aza izy.” – Dan. 1:17-20.",
        "Io tantara io dia mirakitra zava-dehibe ny amin’ny foto-kevitry ny fanavaozana ara-pahasalamana. Misy lesona raisina avy amin’ny fanandraman’ireo zatovo Hebreo efa-dahy ny amin’ny tokony hifadiana zava-pisotro mahamamo, sy ny tsy fanaranam-po amin’ny filana mivaona. Nijoro tamin’ny foto-keviny ireto zatovo Hebreo, ary tamin’ny fifaranan’ny folo andro dia hita fa tsara lavitra kokoa ny nofon’izy ireo ary ambony lavitra kokoa ny fahalalan’izy ireo raha nitaha tamin’ireo hafa izay nozahan’ny mpanjaka.",
        "Amin’izao andro izao, dia ho faly ny Tompo raha ireo izay miomana ho amin’ilay fiainan-koavy tsy manam-pahataperana no manaraka ny ohatra nasehon’i Daniela sy ireo namany (...) Arakaraka ny hitomboantsika amin’ny fahaizana mikarakara ny vatantsika no hahavonona kokoa antsika hiala amin’ny faharatsiana izay mameno izao tontolo izao amin’ny alalan’ny filàn-dratsy (...).",
        "Tokony hianarantsika ny hampitovy fatra ny asa ataon’ny atidoha sy ny taolana ary ny hozatra. Raha asainao miasa ny saina, (...) kanefa avelanao tsy miasa ny hozatra, dia azo antoka fa ho hita miharihary ny vokatr’izany (...). Tokony hampianarina ny tanorantsika hatrany amin’ny fahazazany ny fampiasana amin’ny fomba mifandanja ny vatana sy ny saina. — GCB, 30 Mey, 1909."
      ]
    },
    {
      "title": "AOKA HAHALALA ONONY",
      "date": "2025-10-16",
      "verset": "1 Korintiana 10:31, « Koa amin'izany, na mihinana na misotro hianareo, na inona na inona ataonareo, dia ataovy ho voninahitr’Andriamanitra izany rehetra izany. »",
      "paragraph": [
        "Hoy ny Apostoly Paoly: “Tsy fantatrareo va fa izay mihazakazaka eo amin’ny tany fihazakazahana dia samy mihazakazaka avokoa, nefa ny iray ihany no mahazo ny loka? Mihazakazaha toy izany mba hahazoanareo. Ary ny mpihazakazaka rehetra dia mahonon-tena amin’ny zavatra rehetra. Kanefa ireny dia mitady satroboninahitra mety ho lo ihany, fa isika kosa ny tsy mety ho lo. Raha izaho ary, dia mihazakazaka, nefa tsy toy ny manao kitoatoa; ary mamely totohondry aho, nefa tsy toy ny mamely ny rivotra fa asiako mafy ny tenako ho mangana ka andevoziko, fandrao, na dia efa nitory tamin’ny sasany aza aho, dia holavina kosa ny tenako.” – 1 Kôr. 9:24-27. (...)",
        "Ilain’ny Kristianina ny ho hentitra amin’ny fahalalana onony. Tokony hikendry fenitra ambony izy ireo. Zava-dehibe indrindra ny fahalalana onony eo amin’ny fomba fihinana, ny fomba fisotro sy ny fomba fitafy. Foto-kevitra no tokony hifehy fa tsy filàna sy haitraitra. Ireo izay mihinana be loatra, na koa mihinana sakafo izay mampiahiahy ny kalitaony, dia mora mirona ho amin’ny fanaranam-po sy \"ny filàna maro tsy misy antony sady mandratra, izay mandentika ny olona ao amin’ny fandringanana sy ny fahaverezana\" – 1 Tim. 6.9. Ny “mpiara-miasa amin’Andriamanitra” dia tokony hampiasa ny hery miasa mangina rehetra ananany mba hampirisihana ny fipariahan’ny tena foto-kevitry ny fahalalana onony marina.",
        "Midika zavatra maro ny fahatokiana amin’Andriamanitra. Manana fitakiana amin’ireo rehetra izay mandray anjara amin’ny fanompoana Azy Andriamanitra. Faniriany ny hihazonana ny saina sy ny vatana ao anaty fahasalamana tanteraka, ary ny hery sy ny fahafaha-manao rehetra ho eo ambanin’ny fifehezan’Andriamanitra, ary hotehirizina ho matanjaka araka izay azo atao amin’ny alalan’ny fahazarana voakajy sy hentitra. Adidintsika amin’Andriamanitra ny manolotra tanteraka tsy misy fepetra ny tenantsika ho Azy. (...)",
        "Ny tanjatsika sy ny fahafaha-manaontsika rehetra dia tokony hampitomboina sy hatsaraina tsy àn-kiato amin’izao fotoana fizahan-toetra izao. Ireo izay mankatô izany foto-kevitra izany ihany, sy voaofana hikolokolo ny vatany ary manana fahatahorana an’Andriamanitra, no tokony hofidina hitana andraikitra amin’ity asa ity. — CDF, tt. 156,157."
        ]
    },
    {
    "title": "MIANOKA FAHASALAMANA",
      "date": "2025-10-17",
      "verset": "Isaia 55:2  « Nahoana hianareo no mandany vola amin’izay tsy hanina, ary ny vokatry ny fisasaranareo amin’izay tsy mahavoky? Mihainoa dia mihainoa Ahy, ka hano izay tsara, dia aoka hiravoravo amin'ny matavy ny fanahinareo. »",
      "paragraph": [
        "Maro amintsika, na dia mitandrina fatratra tsy hihinana sakafo tsy mahasalama aza, no manao tsirambina ny fihinanana sakafo misy ireo otrikaina ilaina amin’ny fikolokoloana ny vatana. Ireo izay manana fomba fijery tendrony loatra ny fanavaozana ara-pahasalamana dia atahorana hanao fahazarana ny mihinana sakafo tsy misy tsirony, izay hataony matsatso loatra ka zary tsy hahafa-po. Ny sakafo karakaraina dia tokony ho sady maha-te hihinana no mitondra otrikaina. Tsy tokony hesorina amin’ny sakafo ny singa ilain’ny vatana. (...)",
        "Na dia misy aza ny fampitandremana mikasika ny loza ateraky ny aretina azo avy amin’ny dibera, sy ny maharatsy ny fampiasana atody ho an’ny ankizy madinika, dia tsy tokony heverina ho fandikana ny foto-kevitra ny fampiasana ny atody azo avy amin’ny akoho voakarakara tsara sy voafahana araka ny tokony ho izy. Ny atody dia manasitrana ny vatana satria miaro amin’ny poizina sasantsasany.",
        "Ny sasany, izay mifady ronono, atody sy dibera, dia tsy nanome araka ny tokony ho izy ho an’ny vatany ny otrikaina ilainy, ary vokatr’izany dia mihaosa ny tenany ary tsy mahavita miasa. (...) Ny filazantsara dia natao hitondra firindrana ho an’ny taranak’olombelona mpanota. Ny filazantsara dia natao hitarika ny mpanankarena sy ny mahantra ho eo an-tongotr’i Jesosy.",
        "Ho avy ny fotoana izay tsy maintsy ialantsika amin’ny sasany amin’ireo sakafo fihinantsika ankehitriny, toy ny ronono, ny hero-dronono sy ny atody; kanefa tsy dia ilaina ny miteraka adin- tsaina amin’ny alalan’ny fameperana aloha loatra sy diso tafahoatra. Aoka handrasana hitaky izany ny toe-javatra, ary efa manomana ny lalana ho an’izany ny Tompo. (...) ",
        "Aoka isika tsy hanohitra ny fanavaozana ara-pahasalamana ka hihinana sakafo mahasalama sy tsara tsiro ho solon’ny sakafo mankarary izay nialantsika. Aza mampirisika velively ny fironana ho amin’ny zavatra manaitaitra. Aoka tsy hihinana afa-tsy sakafo tsotrasy mahasalama, ary misaora mandrakariva an’Andriamanitra noho ireo foto-kevitry ny fanavaozana ara-pahasalamana. Amin’ny zavatra rehetra dia aoka ho marina sy mahitsy, dia hahazo ny fandresena sarobidy ianareo. —RH, 03 Marsa 1910."
        ]
      },
    {
     "title": "SAKAFO TSY MAHASOA",
      "date": "2025-10-19",
      "verset": "1 Korintianina 10:13, « Tsy misy fakam-panahy nahazo anareo afa-tsy izay zakan’ny olombelona; nefa mahatoky",
      "paragraph": [
        "Na eo aza ireo hafatra rehetra torintsika amin’ny maha-vahoaka antsika, dia mihinana be loatra isika. Ny fanaranam- po amin’ny fitiavan-kanina no antony lehibe indrindra mahatonga fikorontanan-tsaina, ary fototry ny fahalemilemena izay toa hita hatraiza hatraiza.",
        "Ny tsy fahalalana onony dia manomboka eo amin’ny latabatra fisakafoantsika izay ihinanantsika sakafo tsy mahasalama. (…) Reraka ny taova fandevonan-kanina, ary tsy mahafa-po ny filana intsony ny sakafo hohanina. Miorim-paka ny fahazarana tsy mahasalama, ary manjary mitady sakafo manaitaitra ilay olona. Ny dite vazaha, ny kafe sy ny hena dia manaitaitra avy hatrany. Noho ny fiasan’ireo poizina ireo dia taitaitra ny rafitry ny retsika, ary, indraindray, ao amin’iny fotoana iny, dia toa matanjaka ny saina ary toa mavitribitrika ny fahafahan’ny saina mandalina. Satria miteraka vokatra mahafinaritra toy izany ireo sakafo manaitaitra, dia heverin’ny maro fa tena ilainy tokoa izy ireny ka dia ampiasainy hatrany.",
        "Kanefa misy mandrakariva ny voka-dratsy aterak’izany. Ny rafi-pitatitra, noho izy notaitairina tsy araka ny tokony ho izy, dia mampiasa ankehitriny ny hery izay tokony hampiasainy amin’ny ho avy. Izany fampahatanjahana mandalo vetivety izany dia arahina fahaketrahana. Tahaka ny nampahatanjahan’ny zavatra manaitaitra vetivety ny vatana teo no hanaketrahany ny herin’ireo taova rehefa afaka ny fiasan’ilay zavatra manaitaitra. Manjary mitady zavatra matanjatanjaka kokoa izay mampitombo hatrany hatrany ny fanaitairana mahafinaritra ny vatana, ambara-pahatonga ny fanaranam-po ho tonga fahazarana. (...)", 
        "Ny tanjona lehibe nokendren’i Kristy tamin’ny niaretany fifadian-kanina naharitra tany an’efitra dia ny hampianatra antsika fa ilaina ny fandavan-tena sy ny fahalalana onony. Izany ezaka izany dia tokony hanomboka eo amin’ny latabatra fisakafoantsika, ary tokony hotanterahina amin’ny fomba hentitra amin’ny lafim- piainantsika rehetra. Nidina avy any an-danitra Ilay Mpanavotra izao tontolo izao mba hanampy antsika noho ny fahalementsika, ka noho ny hery izay nentin’i Jesosy ho antsika, dia afaka ny hatanjaka isika mba hifehy ny filana sy ny fironan-dratsy, ary hahazo fandresena amin’ny lafiny rehetra. — TFC b. 3, tt. 487,488."
  ]
},
    {
     "title": "OMENY FAHASALAMANA SY FANAMAIVANANA",
      "date": "2025-10-20",
      "verset": "Eksodosy 15:23,24, « Dia tonga tao Mara izy, fa tsy nahasotro ny rano tao Mara, satria nangidy izany; koa izany no nanaovany ny anarany hoe Mara. Dia nimonomonona tamin’i Mosesy ny olona ka nanao hoe: Inona no hosotroinay?  ",
      "paragraph": [
        "Nisy lesona tian’ny Tompo hampianarina ny Zanak’Isiraely. Ny rano tao Mara dia fanoharana maneho ny aretina mahazo ny olombelona noho ny fahotana. Iaraha-mahalala fa ianjadian’ny aretina maro isan-karazany ny mponina eto an-tany. Izany dia vokatry ny tsy fankatoavany ny lalàn’Andriamanitra (...).",
        "Nandika ny lalàn’Andriamanitra toy izany ny Zanak’Isiraely. Noravan’izy ireo ny fefy izay nataon’Andriamanitra hiarovana azy ireo amin’ny aretina, mba hiainan’izy ireo anatin’ny fahasalamana sy fahamasinana, ka hianarany ny amin’ny fankatoavana nandritra ny diany tany an’efitra. (...)",
        "Nandeha teo ambany fitarihan’i Kristy manokana izy ireo, izay nanao sorona ny Tenany mba hananany vahoaka tsy manadino an’Andriamanitra, na dia eo aza ny fakam-panahy avy amin’i Satana. Nohodidinin’i Kristy tao amin’ny andry rahona izy ireo, satria faniriany ny hitahiry izay rehetra manao ny sitrapony tao ambanin’ny elatry ny fiarovany.",
        "Tsy kisendrasendra ny nahatongavan’ny Zanak’Isiraely teo amin’ny rano tao Mara. Talohan’ny niaingan’izy ireo tany Egypta dia efa natombok’Andriamanitra ny fampianarana azy ireo, mba hitarihany azy hahatakatra fa Izy no Andriamaniny, mpanafaka sy mpiaro azy ireo. Nimonomonona tamin’i Mosesy sy tamin’Andriamanitra izy ireo, kanefa mbola nezahin’Andriamanitra hatrany ny haneho tamin’izy ireo ny fahavononany hanamaivana ny olan’izay manatona Azy. (...)",
        "Rehefa tonga teo amin’ny ranon’i Mara izy ireo, \"dia nimonomonona tamin’i Mosesy ny olona ka nanao hoe: Inona no hosotroinay? Ary dia nitaraina tamin’i Jehovah izy, ka dia nanehoan’i Jehovah hazo anankiray, ary rehefa natsipiny tao anatin’ny rano izany, dia tonga mamy ny rano. Tao no nanomezan’i Jehovah lalàna sy fitsipika ho azy, ary tao no nizahany toetra azy.” (...) Na dia tsy hitan’ny mason’olombelona aza, dia Andriamanitra no mpitarika sy mpanasitrana lehiben’ny Zanak’Isiraely. (...)",
        "I Kristy no Ilay Mpitsabo lehibe. Tsy ny vatana ihany no sitraniny, fa ny fanahy koa. Mamerina antsika amin’Andriamanitsika Izy. Navelan’Andriamanitra horatraina ny Zanany lahy tokana, mba hikoriana avy amin’ny feriny ny hery manasitrana ny aretintsika rehetra. — MR, 15:29-31."
      ]
    },
    {
  "title": "MAHASALAMA NY LALÀN’NY ZAVABOARY",
  "date": "2025-10-21",
  "verset": "1 Timoty 4:12 - « Aoka tsy hisy olona hanao tsinontsinona anao noho ny hatanoranao; fa aoka ho tonga fianarana ho an’ny mino hianao amin’ny fiteny, amin’ny fitondrantena, amin’ny fitiavana, amin’ny finoana, amin’ny fahadiovana. »",
  "paragraph": [
    "Tsy misy iray ao anatin’ny arivo, na manambady na tsia, mahatsapa ny maha-zava-dehibe ny fahazarana madio, ny fitandroana ny fahadiovan’ny vatana sy ny saina. Miharihary fa ny rofy sy ny aretina dia vokatry ny tsi-fankatoavana ny lalàn’ny natiora sy ny fanaovana tsirambina ny lalàn’ny aina sy ny fahasalamana. Ny trano onenantsika no tokony hokolokolointsika ho fanomezam-boninahitra an’Andriamanitra izay namonjy antsika. Tokony ho haintsika ny mikolokolo ny fiasan’ireo taova samihafa, mba ho voatokana ho amin’ny fanompoana an’Andriamanitra ny fanahy, ny vatana sy ny saina. (...)",
    "Na dia efa mampianatra momba ny vatana sy ny fiasany aza ireo sekoly izay naorintsika, dia tsy araka ny fahavitrihana tokony hananany no ampianarany izany. Tsy nampihariny am-pisainana ny fahalalana noraisiny. Ary tsy tsapan’izy ireo fa raha tsy hampiharina izany dia hihasimba ny vatana.",
    "Na eo aza ny hazavana mipariaka avy amin’ny Soratra Masina (…) dia mbola tsinontsinoavin’ny maro ireo lesona nosoratan’ireo izay nahazo tsindrimandry avy amin’Andriamanitra. Ataon’ny olona an-tsirambina ny fomba fisakafony ankapobeny; mitombo ny fifohana sigara sy fisotroan-toaka, ary maro ireo mikiry amin’ny fihinanan-kena. (…)",
    "Fananan’ny Tompo ianao – Azy satria noforoniny sady navotany. “Tiava ny namanao tahaka ny tenanao.” Tokony hoheverinany lalàn’ny fanajan-tena, satria fananan’Andriamanitra ny tena. Ary izany dia hitarika ho amin’ny fanajana ny adidy nankinina amin’ny olombelona tsirairay, dia ny hikolokolo ny vatana izay mahatalanjona sy mahatahotra ny nanaovana azy. Tokony ho takatra ny fomba fiasan’ny tenan’olombelona. Tokony hianarana amin’ny tsipiriany ny firindran’ny fiasan’ireo taova samihafa. (…)",
    "I Jesosy Kristy no Mpamorona antsika. Izy no namolavola antsika. Izy no namorona ny firafitry ny tenan’olombelona. Izy no nanoratra ny lalàn’ny fizika sy ny lalàn’ny moraly. Ary ny olombelona izay manao tsirambina sy manao tsinontsinona ny fahazarana sy izay tokony hatao momba ny fiainana ara-batana sy ny fahasalamana dia manota eo anatrehan’Andriamanitra. — KC, tt. 45,46."
  ]
},
    {
  "title": "TORO-HEVITRA MAHASALAMA",
  "date": "2025-10-22",
  "verset": "Eksodosy 18:17,18, « Ary hoy ny rafozan’i Mosesy taminy: 'Tsy tsara izao zavatra ataonao izao. Samy ho reraka mihitsy, na hianao na izao olona miaraka aminao izao; fa mavesatra aminao loatra izao zavatra izao, ka tsy ho zakanao irery ny hanao izao.’ »",
  "paragraph": [
    "Rehefa manao izay azontsika atao rehetra isika mba hahasalama antsika dia afaka manampo vokatra voatahy, ary afaka mangataka am-pinoana amin’Andriamanitra mba hitahiany ny fiezahantsika hitandro ny fahasalamantsika. Hovaliany ny vavaka ataontsika raha manome voninahitra ny Anarany. Kanefa tokony ho takatry ny tsirairay fa misy asa ankinina aminy. Andriamanitra dia tsy hanao fahagagana hiarovana ny fahasalaman’ny olona izay manana fitondrantena azo antoka fa hitondra azy ho amin’ny tsi-fahasalamana. — CDF 26.",
    "Ny fampiharana amin’ny tena- ntsika antsakany sy andavany ny lalàn’Andriamanitra dia hitondra fahasalamana. (...) — CDF, 20.",
    "(...) Atsaharo ny fanaranam-po amin’ny filan-dratsy, mihinàna sakafo tsotra, aoka ho ara-pahasalamana ny fomba fitafy; izany dia mitaky fahatsorana ombam-panetren-tena. Aoka ho ara-pahasalamana ny fomba fiasa, dia tsy ho tratry ny aretina ianareo (...) Maro ireo mizaka ny voka- dratsin’ny fandikan-dalàna nataon’ny ray aman-dreniny. (...) Na izany aza dia adidin’izy ireo ny (.„) tsy hamerina ny fandikana ny lalàn’ny fahasalamana sy ny fahazaran-dratsin’ireo ray aman- dreniny, fa hanana fahazarana tsara kosa, mifanaraka kokoa amin’izay ilain’ny fahasalamana. — HR, Aogôsitra 1866.",
    "Rehefa miasa amim-pirindrana ny hery rehetra ao amin’ny vatana, dia mitondra fahasambarana. Arakaraka ny mampadio sy maha-ambony ny hery ananana no ahatsapana fahasambarana madio sy tsy miharoharo zavatra. (...) Ny saina dia tokony hifantoka amina lohahevitra mifandraika amin’izay zavatra mitondra voka-tsoa mandrakizay ho antsika. (...) — RH, 29 Jolay 1884.",
    "Andriamanitra dia nanao fanekena hihazona ny fahasalaman’ny olona izay vonona hankatô ny lalàny sy hiara-miasa Aminy. — CDF, 17.",
    "Nanankinan’Andriamanitra hafatra momba ny fanavaozana ara-pahasalamana ny vahoakany. Nitsilo ny dian’izy ireo nandritra ny taona maro izany fahazavana izany; ary tsy azon’Andriamanitra atao ny hanohana ny mpanompony hizotra amin’ny lalana izay mifanohitra amin’izany. (...) Izay mitady hanao tsinontsinona io fahazavana nomen’Andriamanitra momba ny fanavaozana ara-pahasalamana io dia tsy maintsy hiharam-pahavoazana; ary tsy misy olombelona afaka hahomby amin’ny asan’Andriamanitra kanefa mifanohitra amin’ny fahazavana nomen’Andriamanitra ny fampianarany sy ny ohatra asehony. — CDF, 38."
  ]
}
    }
