{
  "lesona": [
    {
      "semaine": "11 - 17 Octobre 2025",
      "titre_general": "TSANGAMBATON’NY FAHASOAVANA",
      "citation": "Jos. 4:23,24 – Fa nataon’i Jehovah Andriamanitrareo maina ny falehan’ny rano Jordana teo anoloanareo mandra-pitanareo, dia tahaka ny nataon’i Jehovah Andriamanitrareo tamin’ny Ranomasina Mena, izay nataony maina teo anoloantsika mandra-pitantsika, mba ho fantatry ny firenena rehetra ambonin’ny tany fa mahery ny tànan'i Jehovah, ary mba hatahorany an’i Jehovah Andriamanitrareo mandrakizay.",
      "verses": "Hodinihina mandritra ny herinandro: Jos. 3; Nom. 14:44; Lio. 18:18-27; Jos. 4; Jao. 14:26; Heb. 4:8-11",
      "jours": [
        {
          "date": "2025-10-11",
          "titre": "FAMPIDIRANA",
          "paragraphes": [
            "Nahoana re aho no nanao izany indray e?” Angamba samy efa niteny toy izany avokoa isika rehetra. Ny tantara rahateo miverina, ary tsy vitan’izany fa ny olombelona koa, ary isika manokana, dia mamerin-javatra. Impiry moa isika no mamerina fahadisoana iray!",
            "Namindrana fo indray ny Isiraely mba ho tafiditra ao amin'ny Tany Nampanantenaina, ary raisin'i Josoa am-po izany iraka izany. Voalohany, andeha hotakarintsika mazava ny momba izay natrehin'izy ireo. Naniraka mpisafo tany roa i Josoa mba hahalalany izay tokony ho fantatra momba ny tany: ny rafi-piarovana azy, ny fahavononany ara-miaramila, ny famatsian-dranon'ny tanàna, ary ny toetran'ny mponina manoloana ny fanafihana.",
            "Mety hihevitra isika fa tsy nitaky ezaka avy tamin’ny Isiraely ilay teny fikasan’Andriamanitra hanome azy ireo ny tany. Kanefa na manana antoka ny fanohanana avy amin’Andriamanitra aza izy ireo dia tsy manafoana ny andraikitry ny olombelona izany. Nijoro fanindroany teo amin’ny sisin-tanin’i Kanana ny Isiraely. Namelovelo ny fanantenany; nefa tamin’ilay fotoana farany nijoroan’izy ireo teo amin’io sisin-tany io, sy nampanaovana azy io asa io, dia tsy fahombiazana nampivalaketraka no vokany.",
            "Ho hitantsika amin’ity herinandro ity ny roa amin'ireo tantara mahaliana indrindra ao amin’ny bokin’i Josoa, ary ho tsapantsika ny lanjan’izany ho an’ny finoantsika ankehitriny. Mahatalanjona antsika hatrany ny fahasoavan’Andriamanitra, amin’ny fomba tsy misy fetra."
          ]
        },
        {
          "date": "2025-10-14",
          "titre": "ILAY ANDRIAMANITRA VELONA IZAY MPANAO FAHAGAGANA",
          "paragraphes": [
            {
              "note": "Vakio ny Jos. 3:6-17. Inona no ambaran’ny fiampitan'ny Isiraely an'i Jordana tamin’ny fomba mahagaga momba ny toetr’ilay Andriamanitra izay tompointsika?"
            },
            "Ny teny hebreo hoe niphla’ot, “fahagagana, zava-mahatalanjona” no ilazana ny fiampitan’ny Isiraely ny onin’i Jordana ao amin’ny Jos. 3:5, fampiasa matetika izany mba hanondroana ny asa mahagaga sy lehibe ataon’Andriamanitra ary koa maneho ny maha-tsy manan-tsahala Azy (Sal. 72:18; Sal. 86:10). Nisaintsaina ireny asa mahatalanjona ireny ny Isiraelita taty aoriana, ary nidera an’i Jehovah vokatr’izany (Sal. 9:1) no sady nanambara ny momba Azy tany amin’ny firenena rehetra (Sal. 96:3). Ny loza tany Egypta (Eks. 3:20; Mika 7:15), ny fiampitana ny Ranomasina Mena, ary koa ny fitarihan’Andriamanitra ny Isiraelita tany an’efitra (Sal. 78:12-16) no zava-mahagaga naverina notantaraina indray.",
            "Fantatr’ireo mpanoratra ny Baiboly fa llay Andriamanitra izay nahary izao tontolo izao dia tsy mba voafetra na voasakan’ny voariny, ary nijoro ho vavolombelon’izany izy ireo. Tsy misy zavatra tsy hainy atao (Heb. “sarotra loatra ho Azy”) (Jer. 32:17). Mahagaga ny anarany sy ny toetrany (Mpits. 13:18), ary tsy mety ho takatry ny fisainantsika ny momba Azy.",
            "Tsy tahaka ireo andriamanitry ny firenen-kafa izay tsy mahavonjy (Sal. 96:5; Isa. 44:8), ny Andriamanitry ny Baiboly dia “Andriamanitra velona” sy miasa ary azon’ny mpanara-dia Azy itokiana noho ny fahafantarany ny hidirany an-tsehatra ho azy Izy.",
            "Nampiasa io teny io koa ny mpaminany Zakaria (avy amin’ny fototeny hoe niphla’ot) raha naminavina ny hoavin’ny Isiraely aorian’ny fahababoan’izy ireo tany Babylona. Azony sary an-tsaina tamin’izany fa ho voaorina tanteraka i Jerosalema ary hipetraka eny an-dalam-ben’ny tanàna ireo zokiolona; hitany koa ireo ankizilahy sy ankizivavy milalao eo. Hoy i Zakaria tamin’ireo mponina izay toa tsy nino izany noho ny fahitan’izy ireo ny faharavan’ilay renivohitra: “Izao no lazain’i Jehovah, Tompon’ny maro: Raha mahagaga izany eo imason’ny sisa amin’ity firenena ity amin’izany andro izany, moa hahagaga eo imasoko koa va? Hoy Jehovah, Tompon’ny maro. Izao no lazain’i Jehovah, Tompon’ny maro: Indro, hamonjy ny oloko avy any amin’ny tany atsinanana sy amin’ny tany andrefana Aho; ary hitondra azy Aho, ka honina any Jerosalema izy.” – Zak. 8:6-8a.",
            {
              "note": "Vakio ny Lio. 18:18-27. Ahoana no ampaherezan'ny valintenin’i Jesosy tamin’ny mpianany anao mba hatoky an’Andriamanitra amin’ny zavatra izay toa tsy azo heverina mihitsy?"
            }
          ]
        },
        {
          "date": "2025-10-15",
          "titre": "NY FANADIΝΟΑΝΑ",
          "paragraphes": [
            {
              "note": "Vakio ny Jos. 4:20-24 ary ampitahao amin'ireto andalan-tSoratra Masina manaraka ireto: Mpits. 3:7; Mpits. 8:34; Sal. 78:11; Deo. 8:2,18; Sal. 45:17. Nahoana no manan-danja tokoa ny fahatsiarovana ireo zava-dehibe nataon'i Jehovah?"
            },
            "Mariho ny fiovana eo amin'ny mpisolo tena ampiasaina ao amin'ny Jos. 4:23. Voalaza fa nataon'Andriamanitra maina ny onin'i Jordana teo 'anoloanareo', izany hoe teo anoloan'ireo Isiraelita izay vao avy nita an'i Jordana. Etsy ankilany indray, dia voalaza ao fa nataon'Andriamanitra maina teo 'anoloantsika ny Ranomasina Mena'. Ny 'isika' eto dia ireo izay teo hatramin'ny taranaka voalohany indrindra sy nandalo tamin'ny fanandraman'ny fanafahana. Mitovy ny lanjan'ny toe-javatra roa niainan'ireo taranaka roa samy hafa ireo, izay nanome fahafahana ho an'ilay taranaka faharoa hahatakatra koa ny dikan'ny fiampitana ny onin'i Jordana, vokatry ny fijoroan'ny ray aman-dreniny ho vavolombelona.",
            "Heverintsika ho zavatra mpahazo ny olombelona rehetra, ankapobeny, ny fanadinoana. Kanefa, ny fanadinoana eo amin'ny lafiny ara-panahy dia mety hiteraka vokany ratsy sy mampidi-doza kokoa.",
            "Na dia ankehitriny aza, raha tiantsika ny hitahiry ny maha-isika antsika, vahoaka izay manana fiantsoana sy iraka manokana, dia tokony hamorona fomba samihafa hamelombelomana ny fitadidiantsika ara-panahy isika (na ny fiangonana na ny tsirairay) mba hihazonantsika ao an-tsaina izay niandohantsika sy ny maha-isika antsika ary ny antony maha-eto antsika.",
            {
              "note": "Vakio ny 1 Kor. 11:24,25 sy ny Jao. 14:26. Nahoana isika no tokony hahatsiaro mandrakariva ny zavatra nataon'i Kristy ho antsika? Manan-danja ve ny zavatra iray raha toa tsy tsaroantsika?"
            },
            "Takatr'i Ellen G. White tsara fa raha tsy misaintsaina mandrakariva ny asan'Andriamanitra tamin'ny lasa sy ny fanambaran'ny Teniny izay mitsilo ny lalantsika isika, dia azo antoka fa ho verintsika amin'ny hoavy ny fahazotoana hanatanteraka ny iraka nampanaovina antsika: 'Tsy misy na inona na inona atahorantsika ny amin'ny hoavy, afa-tsy ny hanadinoantsika ny fomba nitarihan'ny Tompo antsika, sy ny fampianarany teo amin'ny tantarantsika hatrizay lasa izay.' -LS, t. 196.",
            {
              "note": "Na dia zava-dehibe aza ny hahatsiarovana ny lasa sy ny fomba nidiran'Andriamanitra an-tsehatra teo amin'ny fiainanao, nahoana no Ilainao ny hanana fanandramana isan'andro momba ny fitiavany sy ny fanatrehany ankehitriny?"
            }
          ]
        },
        {
          "date": "2025-10-16",
          "titre": "ANY ANKOATR'I JORDANA",
          "paragraphes": [
            "\"Efa nampody ny ranomasina ho fany maina Izy: Nandeha an-tongofra nita ny ony ny olona: Tao no nifaliantsika tamin' Andriamanitra.\" - Sal. 66:6",
            "Samy nanamarika vanim-potoana vaovao teo amin'ny tantaran'ny Baiboly ny fiampitana ny Ranomasina Mena sy ny onin'i Jordana, ary samy manana heviny ara-tandindona izany (jereo ny Sal. 66:6, Sal. 114:1-7 ary ny 2 Mpanj. 2:6-15). Misy andalan-teny maromaro ao amin'ny TT izay mampifandray ireo fotoana roa nitan'ny zanak Isiraely ny rano, ary hita taratra amin'ireny lahatsoratra ireny fa manana heviny izay tsy voafetran'ny tontolon-kevitra ara-tantara fotsiny izany fa lalina kokoa noho izany. Ao amin'ny Sal. 66, dia mankalaza ny asa fanavotana nataon'Andriamanitra teo amin'ny fiainany ny mpanao Salamo (Sal. 66:16-19) ka niresaka momba ireo toe-javatra manan-tantara - ny fiampitana ny Ranomasina Mena sy ny fiampitana ny onin'i Jordana.",
            "Mampifandray ireo toe-javatra roa ireo koa ny Sal. 114, tsy noho ny tsy fahafantaran'ny mpanoratra ny fotoana samy hafa nitrangan'izany tsy akory, fa noho ny hevitra ara-teolojia itovian'ireo toe-javatra roa ireo. Araka izany, dia heverina fa manamarika ny fiovana teo amin'ny toerana misy ny Isiraely ireo toe-javatra roa ireo; nanamarika ny fialana tamin'ny fanandevozana mankamin'ny fahafahana ny iray, ary ny iray kosa nanamarika ny fifindrafindrana sy ny tsy fananana tany ho amin'ny fijoroa ho firenena. Ao amin'ireo Salamo ireo, dia maneho ny fiovan'ny toerana misy ny mpanoratra ireo fiampitana roa ireo, avy amin'ny fahoriana sy ny fahantrana ary ny tsy fananan-kery sy ny fahafaham-baraka ho amin'ny fahatoniana sy ny fiadanana ary ny famonjena sy ny fahamendrehana.",
            "Teo amoron'i Jordana koa no nisehoan'ny famindrana an'i Elia hankany an-danitra, tao anatin'ny tontolon-kevitry ny fahagagana sahala amin'izay voatantara ao amin'ny bokin'i Josoa. Nitondra ny fiovana manan-danja indrindra teo amin'ny fiainan'i Elia io fiampitana an'i Jordana io: nentina niakatra ho any an-danitra izy. Zava-dehibe ho an'i Elisa koa izany fiovana izany: tonga mpaminany teo amin'ny firenena (2 Mpanj. 2:22) ny mpanompon'ilay mpaminany (1 Mpanj. 19:21).",
            {
              "note": "Vakio ny Mat. 3:16,17 sy ny Mar. 1:9. Ahoana no anehoan'ireo mpanoratra ny TV ireo ny hevitra ara-tandindona sy ara-panahin'ny onin'l Jordana?"
            },
            "Nanaraka ny firafitry ny tantaran'ny Isiraely fahiny ny asa fanompoan'i Jesosy teto an-tany, amin'ny maha-Solontenan'ny Isiraely Azy. Nandalo tamin'ny fanandraman'ny 'Ranomasina Mena' sy 'Jordana' Izy. Nantsoina hiala tany Egypta Izy taorian'ny fivoahan'ny didy fampamonoana (Mat. 2:14-16), nijanona tany an'efitra nandritra ny 40 andro (Mat. 4:2) tahaka ny naha-tany an'efitra ny Isiraely fahiny nandritra ny 40 taona; ary ho fifindrana avy amin'ny Fiainany manokana mankamin'ny asa fanompoana nataony teo amin'ny olona, dia natao batisa tao Jordana Izy (Mat. 3:16,17; Mar. 1:9).",
            "Aty aoriana, dia eken'ny Heb. 3-4 fa manana heviny ara-tandindona ny fitana ny onin'i Jordana ary ambarany fa ny fidirana tao Kanana dia fanehoana mialoha ny 'fitsaharana ao amin'ny fahasoavana' izay idiran'ny Kristianina amin'ny alalan'ny finoana."
          ]
        },
        {
          "date": "2025-10-17",
          "titre": "Fianarana fanampiny",
          "paragraphes": [
            {
              "note": "Vakio 'Ny nitana an'i Jordana', tt. 480-484 ao amin'ny PM."
            },
            "\"Diniho tsara ireo fanandraman'ny Isiraely nandritra ny diany nankany Kanana. Diniho ny toko fahatelo sy fahefatra ao amin'ny bokin'i Josoa, izay mandrakitra ny fiomanan'izy ireo ho amin'ny fiampitana an'i Jordana sy ny nitany teo hankany amin'ilay tany nampanantenaina. Aoka ny fo sy ny saina hianatra mandrakariva ka hamelombelona ny fitadidiana amin'ny alalan'ireo lesona nampianarin'ny Tompo ny vahoakany fahiny. Ary ho antsika koa, tahaka izay nikendreny izany ho azy ireo, dia hahaliana sy hahatalanjona mandrakariva ny fampianaran'ny Teniny.\" - SDABC, b. 2, 1. 994",
            "\"Tandindomin-doza lehibe kokoa ny Isiraely moderina raha oharina amin'ireo vahoakan'Andriamanitra fahiny, ny amin'ny hanadinoany an'Andriamanitra sy ny hahatonga azy ho voatarika hanompo sampy. Sampy marobe no iankohofan'izy ireo, eny fa na ireo izay mitonona ho mpitandrina ny Sabata aza. Nanome toromarika manokana an'ireo vahoakany fahiny Andriamanitra mba hitandreman'izy ireo tsy hanompo sampy, satria raha miala amin'ny fanompoana an'llay Andriamanitra velona izy, dia hihatra aminy ny Fanozonany. Raha toa kosa izy ireo ka tia Azy amin'ny fony rehetra sy ny fanahiny rehetra ary ny heriny rehetra, dia handrotsaka fitahiana manana amby ampy ho azy ireo Izy ka hitahy ny harony sy ny fitoeram-bariny ary tsy ho eo anivon'izy ireo ny aretina.\" - TFC, b. 1, t. 609",
            {
              "note": "FANONTANIANA hifanakalozan-kevitra:\n1. Ifanakalozy hevitra ao amin'ny kilasinao ny nitana an'i Jordana tamin'ny fomba mahagaga. Ahoana no hamaritanao ny fahagagana? Nahoana no toa tsy manao fahagagana Andriamanitra amin'izao andro izao?\n\n2. Inona no fomba tsotra azonao atolotra ny kilasinao mba hisorohana ny fanadinoana ara-panahy, ho an'ny tsirairay ary ho an'ny fiangonana? Zava-dehibe ny hananantsika fifandraisana velona sy mitohy amin'Andriamanitra, tsy miorina amin'ireo fanandramana manan-danja tamin'ny lasa koa anefa ny fanandramantsika manontolo amin'ny maha-Kristianina antsika. Na izany aza, ahoana no ahafahantsika mbola mampiasa ny fanandramantsika tamin'ny lasa ihany ho fampahatsiahivana ny fidiran'Andriamanitra an-tsehatra teo amin'ny fiainantsika?\n\n3. Araka ny hevitrao, ahoana no anampian'ny Sabata antsika hahatsiaro ny asa nataon'Andriamanitra teo amin'ny fiainantsika? Etsy ankilan'izany, ahoana no anomezan'ny Sabata antsika fahafahana manandrana sahady ny fitsaharana nampanantenaina, any amin'ny Fanjakany? Ahoana no anondroan'ny Sabata ny zavatra tokony hotsaroantsika sy izay azontsika antenaina koa amin'ny hoavy?"
            }
          ]
        }
      ]
    },
    {
      "semaine": "18 - 24 Octobre 2025",
      "titre_general": "ILAY ADY AO AMBADIKY NY ADY REHETRA",
      "citation": "Ary tsy nisy andro tahaka izany, na tany alohany, na tato aoriany, izay nihainoan'i Jehovah ny feon'olona; fa Jehovah niady ho an'ny Isiraely. Jos. 10:14.",
      "verses": "Hodinihina mandritra ny herinandro: Jos. 5:13-15; Isa. 37:16; Apok. 12:7-9; Deo. 32:17; Eks. 14:13,14; Jos. 6:15-20.",
      "jours": [
        {
          "date": "2025-10-18",
          "titre": "FAMPIDIRANA",
          "paragraphes": [
            "Eo am-pamakiana ny bokin'i Josoa, dia mahita fanafihana ara-miaramila mahery vaika notanterahina noho ny baikon'Andriamanitra, tamin'ny anaran'Andriamanitra, ary niaraka tamin'ny fanampian Andriamanitra isika. Hita manerana ny bokin'i Josoa ny hoe Andriamanitra no tao ambadiky ny fahazoana ny tany Kanana. Nanambara izany ny mpitantara (Jos. 10:10,11), ny tenin'Andriamanitra mihitsy (Jos. 6:2; Jos. 8:1), ny lahatenin'i Josoa (Jos. 4:23,24; Jos. 8:7), i Rahaba (Jos. 2:10), ireo mpisafo tany (Jos. 2:24), ary ny vahoaka (Jos. 24:18). Andriamanitra mihitsy no milaza fa fanapahan-keviny ny firosoana tamin'ireo ady feno herisetra ireo.",
            "Mampametra-panontaniana tsy azo ialana izany zava-misy izany. Ahoana no ahazoantsika an-tsaina fa fanaon'ny olom-boafidin'Andriamanitra izany tamin'ny andron'ny TT? Ahoana no azo ampifandraisana ny maha-mpiady an'Andriamanitra amin'ny toetrany be fitiavana (ohatra: Eks. 34:6; Sal. 86:15; Sal. 103:8; Sal. 108:4), kanefa tsy manalefaka ny fahefana ananan'ny TT, na ny maha-azo antoka azy, na ny maha-zava-misy ara-tantara azy?",
            {
              "note": "Amin'ity herinandro ity sy ny herinandro ho avy, dia handinika ny amin'ilay fanontaniana sarotra momba ny ady ao amin'ny bokin'i Josoa sy any an-kafa isika, izay Andriamanitra no nibaiko azy."
            }
          ]
        },
        {
          "date": "2025-10-19",
          "titre": "KOMANDIN'NY MIARAMILAN'I JEHOVAH",
          "paragraphes": [
            {
              "note": "Vakio ny Jos. 5:13-15. Inona no ambaran'ireo andininy ireo momba ny tontolon-kevitra manodidina ny nahazoana ny tany Kanana?"
            },
            "Vao avy niampita an'i Jordana ny Isiraely ary niditra ny tanin'ny fahavalo. Eo anoloan'izy ireo ny tanana mimandan'i Jeriko, mihidy mafy ny vavahadiny (Jos. 6:1). Tsy nahafantatra izay tetika hoenti-miady akory ny vahoaka tamin'io fotoana io. Ary ny nampanahy kokoa aza dia tsy nanana afa-tsy antsamotady, lefona, ary zana-tsipika ny Isiraely teo anatrehan'ilay tanana voaro mafy mba hahazaka fahirano mandritra ny fotoana maharitra.",
            "Valiny manjavozavo no azon'i Josoa rehefa nanontany ny mombamomba ilay vahiny hafahafa izy: 'Tsia' hoy izy. Ny valin-tenin'ilay vahiny dia manambara fa tsy vonona hiandany na amin'ny andaniny na amin'ny ankilany nofaritan'i Josoa Izy. Raha lazaina amin'ny teny hafa, ny fanontaniana lehibe tokony hipetraka dia tsy hoe miandany amin'i Josoa ve Izy, fa izao kosa: i Josoa ve miandany Aminy?",
            {
              "note": "Ampitahao amin'ny 2 Mpanj. 6:8-17, Neh. 9:6, ary ny Isa. 37:16 ny Jos. 5:14,15. Inona no hitanao eto momba Ilay Komandin'ny miaramilan'i Jehovah?"
            },
            "Miavaka tokoa ilay andian-teny hoe: 'Komandin'ny miaramilan'i Jehovah' ao amin'ny Baiboly Hebreo, ary ny fitambaran'ny teny hoe 'komandy' sy 'miaramila' dia manondro mpitari-tafika mandrakariva. Ny teny hoe 'tafika' ao amin'ny Soratra Masina dia mety manondro vondrona miaramila, anjely maro, na zavatra eny amin'ny lanitra.",
            "Niseho tamin'i Josoa i Kristy talohan'ny nahatongavany ho nofo, tsy toy ny iray laharana aminy, na toy ny Komandin'ny tafik'Isiraely koa aza, fa amin'ny aha-Komandin'ny tafiky ny anjely Azy, izay tsy hita maso nefa tena misy, izany hoe tafiditra ao anatin'ny ady lehibe lavitra noho ny an'i Josoa tamin'ny Kananita Izy. Ny fihetsik'i Josoa dia manondro mazava ny fahatakarany ny momb Ilay Komandy. Mitovy amin'Andriamanitra Izy, ary niankohoka teo anatrehany mombamomba i Josoa ho mariky ny fanajana lalina Azy sy fivavahana Aminy (Jos. 5:14; Gen. 17:3; 2 Sam. 9:6; 2 Tant. 20:18). Vonona i Josoa handray ny toromarika hoenti-miady, dia tetikady fanafihana, izay ampahany manan-danja amin'ny ady lehibe lavitra izay idiran'llay Andriamanitry ny maro an-tsehatra mihitsy.",
            {
              "note": "Inona ny fampaherezana azontsika, sy tokony horaisintsika, amin'ny fahafantarantsika fa miditra an-tsehatra miaro ny vahoakany ny 'Komandin'ny miaramilan'i Jehovah'?"
            }
          ]
        },
        {
          "date": "2025-10-20",
          "titre": "ADY ANY AN-DANITRA",
          "paragraphes": [
            {
              "note": "Takatr'i Josoa fa ampahany amin'ny ady lehibe lavitra ilay ady. Inona no fantatsika momba ilay ady izay andraisan Andriamanitra anjara mihitsy? Vakio ny Apôk. 12:7-9, Isa. 14:12-14, Ezek. 28:11-19, ary ny Dan. 10:12-14."
            },
            "Nofenoin'Andriamanitra voary manan-tsaina izao tontolo rehetra izao, izay nomeny safidy malalaka. Io no fepetra ilaina mba hahafahan'izy ireo mitia. Afaka misafidy ny hitondra tena mifanaraka amin'ny sitrapon'Andriamanitra na ny mifanohitra amin'izany. Nisy anjely iray mahery indrindra, i Losifera, nikomy tamin'Andriamanitra, ary nitaona anjely maro niaraka taminy.",
            "Samy miresaka momba io ady io ny Isaia sy ny Ezekiela, na dia misy mpandiníka sasany aza miezaka mametra ny hevitry ny Isaia 14 sy ny Ezekiela 28 ho mikasika ny mpanjakan'i Babylona sy ny mpanapaka iray tao Tyro fotsiny. Saingy misy famantarana mazava omen'ny Baiboly, izay manondro tontolo iray ankoatra ity hita maso ity. Ambara ho tany an-danitra teo amin'ny seza fiandrianan'Andriamanitra ny mpanjakan'i Babylona (Isa. 14:12,13), ary ny mpanjakan'i Tyro kosa voalaza fa nitoetra tao Edena tamin'ny maha-kerobima manaloka azy teo amin'ny tendrombohitra masin'Andriamanitra (Ezek. 28:12-15). Tsy misy amin'ireo voalaza ireo marina momba ny mpanjakan'i Babylona sy Tyro.",
            "Tsy azo ilazana ny amin'ireo mpanjaka teto an-tany koa ny hoe 'tsy nanan-tsiny' izy ireo ary 'mahatanteraka ny rafitra tsara tarehy tonga marika'. Noho izany dia manondro mihoatra lavitra noho ny fanjakan'i Babylona sy Tyro ara-bakiteny izany.",
            "Manao 'fanoharana' (teny hebreo: mashal) i Isaia, izay mivoy hevitra mihoatra lavitra noho ny toe-javatra ara-tantara nisy tamin'izany fotoana izany. Eto, ny mpanjakan'i Babylona dia manjary ohatry ny fikomiana, ny fihamboana ho mahavita tena, ary ny avonavona. Toy izany koa, navahan'i Ezekiela ny mpitondra an'i Tyro (Ezek. 28:2, DIEM) sy ny mpanjakan'i Tyro (Ezek. 28:11,12), ka ilay mpitondra izay niasa teto an-tany, dia manjary tandindon'ilay mpanjaka izay miasa any amin'ny tontolo any an-danitra.",
            "Araka ny voalaza ao amin'ny Dan. 10:12-14, ireo voary any an-danitra mpikomy ireo dia manakana ny fikasan'Andriamanitra tsy ho tanteraka eto an-tany. Ao anatin'izany fifandraisana misy eo amin'ny lanitra sy ny tany izany no tokony hahatakarantsika ireo ady nasain'Andriamanitra natao teo amin'ny Isiraely. Fisehoan'ny fifanandrinana lehibe ifanaovan'Andriamanitra sy i Satana, ary ny tsara sy ny ratsy, no tokony handraisantsika izany – ka ny tanjona faratampony amin'izany dia ny hampanjaka indray ny fahamarinana sy ny fitiavan'Andriamanitra eto amin'ity tontolo lavo ity.",
            {
              "note": "Amin'ny fomba ahoana no ahitantsika, eo amin'ny manodidina antsika sy eo amin'ny fiainantsika manokana, ny maha-zava-misy io fifanandrinana lehibe ifanaovan'ny tsara sy ny ratsy io?"
            }
          ]
        },
        {
          "date": "2025-10-22",
          "titre": "JEHOVAH HIADY HO ANAREO",
          "paragraphes": [
            {
              "note": "Araka ny voalaza ao amin'ny Eks. 14:13,14,25, inona no drafitr'Andriamanitra sy ny idealiny tany am-boalohany mikasika ny fandraisan'ny Isiraelita anjara tamin'ny ady?"
            },
            "Tao anatin'io fotoan-tsarotra io, rehefa latsaka an-katerena ny vahoaka Isiraely ka tsy afaka nandroso na nihemotra, dia hoy Mosesy tamin'ny olona: 'Aza matahotra hianareo, mijanona, fa ho hitanareo ny famonjen'i Jehovah, izay hataony ho anareo anio, fa ny Egyptiana, izay hitanareo anio, dia tsy ho hitanareo intsony mandrakizay. Jehovah hiady ho anareo, fa hianareo kosa hangina.' Eks. 14:13,14. Araka ny fitantaran'ny Baiboly, na ny Egyptianina aza dia nahatakatra izany zava-misy izany ka lo-bolana hoe: 'Aoka handositra ny tavan'ny Isiraely isika, fa Jehovah no miady amin'ny Egyptiana ho an'ireo.' - Eks. 14:25.",
            "Nanjary sary miverimberina teo amin'ny tantaran'ny Isiraelita ny fidiran'Andriamanitra an-tsehatra amin'ny fomba mahagaga ho azy ireo, izay sady tsy nanan-kery no tsy mahay miady. Ny fomba nanafahan'Andriamanitra ny Isiraely tamin'ny fanandevozana tao Egypta no nanjary ohatra. Jehovah ihany no miady eto, fa ny Isiraely kosa nasaina nangina fotsiny (Eks. 14:14). Andriamanitra no Ilay Mpiady mahery; Izy no tompon'ny fanapahan-kevitra. Izy no mamolavola ny paikady, mamaritra ny fomba atao, ary mitarika ny fanafihana. Raha tsy i Jehovah no miady ho an'ny Isiraely, dia tsy afaka ny hahomby velively izy ireo.",
            "Toy izao no anazavan'i Ellen G. White izany: 'tsy drafitr'Andriamanitra ny hahazoan'izy ireo ny Tany Nampanantenaina amin'ny alalan'ny ady, fa amin'ny alalan'ny fanekena sy ny fankatoavana tanteraka ny didiny.' - ST, 2 Septambra 1880. Tahaka ny nanafahany azy ireo tany Egypta dia Andriamanitra no hiady ho azy ireo. Ny hany anjaran'izy ireo dia ny mijoro tsara sy ny manatri-maso ny fidirany an-tsehatra amin-kery.",
            "Hita porofo eo amin'ny tantara fa tsy nilain'ny Isíraelita ny niady rehefa ampy ny fitokiany tamin'Andriamanitra (jereo ny 2 Mpanj. 19; 2 Tant. 32; Isa. 37).",
            "Raha ny drafitr'Andriamanitra sy ny idealiny, dia tsy nila niady ho an'ny tenany mihitsy ny Isiraely. Vokatry ny tsy finoan'izy ireo, izay niseho taorian'ny Eksodosy, no nahatonga an'Andriamanitra namela azy ireo handray anjara tamin'ny ady natao tamin'ny Kananita. Tahaka ny tsy nilan'izy ireo namoaka sabatra na iray aza tamin'ny Egyptianina nandritra ny fanafahana azy tamin'ny fanandevozana, dia tsy ho nila niady mihitsy izy ireo mba hahazoana an'i Kanana (Deo. 7:17-19).",
            {
              "note": "«Raha tsy nimonomonona tamin'i Jehovah ny Zanak'Isiraely, dia tsy ho navelany hiady taminy ny fahavalony.» - TF. 1.134. Mety hisy fiantraikany eo amin'ny fiainantsika ankehitriny ny fimonomononana; amin'ny fomba ahoana?"
            }
          ]
        },
        {
          "date": "2025-10-23",
          "titre": "NY SAFIDY TSARA INDRINDRA FAHAROA",
          "paragraphes": [
            {
              "note": "Vakio ny Eks. 17:7-13 sy ny Jos. 6:15-20. Inona no fitoviana hitanao eo amin'ireo tantara roa miresaka ady ireo? Inona no maha-samy hafa azy ireo?"
            },
            "Ny ady voalohany nataon'ny Isiraely taorian'ny nanafahana azy tamin'ny fanandevozana dia voarakitra ao amin'ny Eks. 17, izay niarovan'ny Isiraelita ny tenany tamin'ny Amalekita. Efa nahita ny herin'Andriamanitra tsy manam-petra ny Isiraely tamin'ny namelezany ny Egyptianina sy nanafahany ny Isiraelita. Efa hitantsika fa tsy ny hiadian'ny Isiraely amin'ny hafa no drafitr'Andriamanitra ho azy tany am-boalohany (Eks. 23:28; Eks. 33:2). Saingy fotoana fohy taorian'ny nanafahana azy ireo tany Egypta, dia nanomboka nimonomonona teny an-dalana ny Isiraelita (Eks. 17:3), ary nisalasala ny amin'ny fanatrehan'Andriamanitra mihitsy aza. Tamin'io fotoana io no tonga niady tamin'ny Isiraely ny Amalekita. Tsy kisendrasendra izany. Navelan'Andriamanitra hanafika ny Isiraely ny Amalekita mba hianaran'izy ireo mitoky Aminy indray.",
            "Tsy nanitsakitsaka ny fitsipiny Andriamanitra raha nidina teo amin'ny laharan'ny olony, ka tsy nitsahatra niantso azy ireo mba hiverina amin'ny drafiny ho azy ireo: dia ny fianteherana sy ny fitokiana tanteraka amin'ny fidiran'Andriamanitra an-tsehatra. Raha ny marina, tsy nomena ny lalan'ny ady (Deo. 20) raha tsy taorian'ny 40 taona tany an'efitra, izay vokatry ny tsy finoan'ny Isiraely koa. Nitaky paikady vaovao ny toe-javatra vaovao, ary tamin'izany ihany no nitakian'Andriamanitra ny Isiraely handringana tanteraka ny Kananita (Deo. 20:16-18).",
            "Nanjary nila niady ny Isiraely, ary ankoatra izany dia nanjary fizahan-toetra ny fahatokian'izy ireo tamin'i Jehovah koa izany. Tsy nanary azy ireo Andriamanitra fa navelany hanatri-maso ny heriny ny Isiraelita tamin'ny alalan'ny fianteherana tanteraka Taminy.",
            "Hita mazava ao amin'ny tsoa-kevitra nataon'i Josoa any amin'ny faran'ny boky fa nandray anjara tamin'ny fahazoana ny fandresena ny Isiraelita. Voalaza fa niady tamin'ny Isiraely ny Kananita (Jos. 24:11). Na vokatry ny fahagagana avy amin'Andriamanitra aza ny firodanan'ny mandan'i Jeriko, dia tsy maintsy nandray anjara mavitrika tamin'ny ady ny vahoaka Isiraely sy niatrika ny fanoherana mafy nataon'ny mponin'ilay tanana.",
            "Nanjary fomba iray nampitomboana ny fitokiana tsy misy fepetra tamin'ny fanampian'i Yahweh ny fandraisan'ny Isiraely anjara tamin'ny ady mitam-piadiana. Na izany aza, nampahatsiahivina hatrany ny Isiraely (Jos. 7:12,13; Jos. 10:8) fa teo am-pelatanan'ny Tompo ny fahombiazan'ny ady tsirairay, ary ny hany mety hampiova ny vokatry ny ady dia ny finoany, na ny tsy finoany ny teny fikasan'ny Tompo. Anjaran'izy ireo ny misafidy."
          ]
        },
        {
          "date": "2025-10-24",
          "titre": "FIANARANA FANAMPINY",
          "paragraphes": [
            {
              "note": "Vakio Ny nandravana an'i Jeriko, PM, toko 45."
            },
            "Rehefa nipoitra teo anivonizao tontolo rehetra izao ny fikomiana tamin'ny fahefan Andriamanitra, dia na mitsahatra tsy ho Ilay Andriamanitra tsy miova sy mandrakizay araka ny maha-lzy Azy Andriamanitra, ka hatolony ho an'ny anankiray amin'ireo voariny mikomy ny fitondrana izao rehetra izao, na hitoetra ho llay Ray masina, marina, be fitiavana, ary mpamindra fo sy mpiahy izao rehetra misy izao Izy Maneho ny sary faharoa ny Baiboly, izay ahitana fa tsy azo ihodivirana ny fifanandrinana eo amin'ny herin'ny ratsy sy ny herin'Andriamanitra.",
            "Rehefa naneho toe-tsaina feno fanoherana mitovy amin'izany tamin'i Jehovah ireo fahefana ara-politika na ara-tsosialy teo amin'ny tantara, izay mifandray amin'ny herin'ny maizina mpanakorontana sy mpikomy, dia niditra an-tsehatra Izy, amin'ny maha-Tompo sy Mpanjakan'izao rehetra izao Azy. Ny fanehoana an'i Jehovah amin'ny maha-mpiady mahery Azy dia nanjary tandindon'ny fandresena faratampony izay hamarana tanteraka ny ady ifanaovan'ny tsara sy ny ratsy izay mahafaoka izao tontolo rehetra izao (Apōk. 20:8-10). Ankoatra izany, ny ady masin'ny Isiraely dia tsy vitan'ny maneho taratra ilay fifanandrinana lehibe toy ny ao anaty fitaratra, fa ampahany manan-danja amin'io ady io mihitsy, izay manambara mialoha ny fitsaran Andriamanitra amin'ny andro farany eo amin'ny sehatry ny tantara ankehitriny.",
            "Tombontsoa sy adidy nomen'Andriamanitra azy ireo ny hiditra ny Tany nampanan-tenaina tamin'ny fotoana izay notendreny, saingy nesorina tamin'izy ireo izany tombontsoa izany vokatry ny hadalana niniany natao. (...) Tsy drafitr'Andriamanitra ny hahazoanizy ireo ny tany tamin'ny alalan'ny ady, fa tamin'ny fankatoavana tanteraka ny didiny kosa. -PP. 1. 392.",
            {
              "note": "FANONTANIANA\n1. Raha fantatrao ny tontolon-kevitra manodidina ilay fifanandrinana lehibe mahafaoka izao tontolo rehetra izao, ahoana no anampian'izany anao hahatakatra tsara kokoa ny balkon'ny Tompo mba hirotsahan'ny Isiraely an'ady?\n\n2. Ifanakalozy hevitra ao amin'ny kilasy ny valin-teninao tamin'ny fanontaniana ao amin'ny fizarana Alatsinainy mikasika ny maha-zava-misy marina ilay fifanandrinana lehibe sy ny fomba isehoany eo amin'ny tontolo manodidina antsika. Inona no anjarantsika amin'izany ady izany, ary amin'ny fomba ahoana no iezahantsika manatanteraka izany?\n\n3. Ahoana no fomba hampiharantsika ilay foto-kevitra hoe: mangina sy miandry tsara an'i Jehovah hiady ho antsika eo amin'ny fiainantsika ara-panahy?\n\n4. Matetika rehefa misy adihevitra na fifandirana indraindray ao amin'ny fiangonana, dia tiantsika ho hita hoe iza no miandany amintsika. Ahoana no tokony hanovantsika ny fisainantsika eo am-pandinihana ny Jos. 5:13-15?"
            }
          ]
        }
      ]
    }
  ]
}
